{
  "nav": {
    "nacimiento": "The Birth of the Empire",
    "sociedad": "Society",
    "casas": "The Twelve Houses",
    "poder": "Power",
    "tecnologia": "War Technology"
  },
  "header": {
    "title": "The Empire of Aevora"
  },
  "nacimiento": {
    "title": "The Birth of the Empire",
    "intro_p1": "The Empire of Aevora was born from the ashes of the British monarchy following a coup d'état orchestrated in 1868. Under the cold, visionary leadership of Norland Reaventhorn, an alliance of powerful industrial and noble houses rose against the old regime, driven by the discovery of a revolutionary resource: Aevar. This mineral, capable of generating steam of extraordinary power, became the bedrock of a new order founded upon technology, efficiency, and iron-fisted control.",
    "intro_p2": "Since then, Aevora has stood as a strictly hierarchical and regulated society, where steam machinery and steel define progress. It is an empire that prioritises obedience over liberty, production over the individual, and expansion over diplomacy—governed by an implacable philosophy that views technology as the future of humanity, regardless of the cost.",
    "cards": {
      "origen": "Origin",
      "golpe": "Government overthrow",
      "amanecer": "The Dawn of a New Era"
    }
  },
  "sociedad": {
    "title": "Society",
    "intro_p1": "Following the consolidation of the Empire, the social structure was redefined to function as a strictly hierarchical system, where every individual occupied a fixed place destined to preserve stability and state control. Cohesion no longer depended on consensus, but on obedience.",
    "intro_p2": "From this principle arises a rigid order in which birth and function become inseparable. Every stratum, from the Founding Houses to the labourers, is integrated as part of a social machinery designed to sustain the imperial project without deviations.",
    "cards": {
      "columnas": "The Four Columns",
      "vigilancia": "Control and Surveillance",
      "vida": "Daily Life",
      "economia": "Imperial Economy"
    }
  },
  "casas": {
    "title": "The Twelve Houses",
    "reaventhorn": {
      "name": "Reaventhorn House",
      "motto": "The Unwavering Will Reigns"
    },
    "armstrong": {
      "name": "Armstrong House",
      "motto": "Power Does Not Negotiate"
    },
    "lovelace": {
      "name": "Lovelace House",
      "motto": "Nothing can be hidden from an unyielding gaze"
    },
    "cunard": {
      "name": "Cunard House",
      "motto": "No wave is too great to be mastered"
    },
    "vickers": {
      "name": "Vickers House",
      "motto": "Perfection admits no errors"
    },
    "rothschild": {
      "name": "Rothschild House",
      "motto": "Capital is the true weapon"
    },
    "barings": {
      "name": "Barings House",
      "motto": "Every figure is necessary to sustain an empire"
    },
    "brunel": {
      "name": "Brunel House",
      "motto": "We raise what others only imagine"
    },
    "alderfost": {
      "name": "Alderfost House",
      "motto": "Heat is chaos; we are the order"
    },
    "pelwright": {
      "name": "Pelwright House",
      "motto": "In every refined drop lies a victory"
    },
    "fenmarsh": {
      "name": "Fenmarsh House",
      "motto": "Every cargo is a secret, and every secret, a weapon"
    },
    "ashmere": {
      "name": "Ashmere House",
      "motto": "We print the truth"
    }
  },
  "poder": {
    "title": "Power",
    "intro_p1": "In the Empire of Aevora, power is the iron backbone upon which the imperial order rests, a system as perfectly oiled as it is lethal. For Norland Reaventhorn, military force was not an instrument of conquest, but the purest expression of logic. A hierarchical organism, disciplined and devoid of sentimentality, where every cog fulfils its function within the great machine of the Empire.",
    "intro_p2": "Thus was born, and is perpetuated, the Steam Legion, the Aevorian army. It is not a militia, nor a Praetorian Guard; it is the extended arm of the imperial will, a pyramidal structure as rigid as the steel of its Guardians and as cold as the steam that fuels its engines.",
    "cards": {
      "ejercito": "The Structure of the Imperial Army",
      "knights": "Norland Knights",
      "logistica": "Logistics and Supplies",
      "entrenamiento": "Training and Conditioning"
    }
  },
  "tecnologia": {
    "title": "War Technology",
    "intro_p1": "In the Empire of Aevora, technology is not a tool; every spark of steam, every cog of a Guardian, every pressure rifle, is a verse in the dogma of imperial progress. Here, innovation does not seek to improve life, but to perfect the art of submission and conquest. It is a cold discipline, directed by the Imperial Council and fuelled by the obsession of Norland Reaventhorn: to create a war machine so perfect that its mere existence deters any challenge.",
    "intro_p2": "The Aevar is the soul of this technological crusade, and its opalescent glimmers illuminate the path towards a future where man and machine merge to serve a single purpose: the eternal power of the Empire.",
    "cards": {
      "guardians": "Evolution of the Guardians",
      "armas": "Steam Weaponry",
      "costes": "Human Costs of Progress"
    }
  },
  "modals": {
    "origen": {
      "title": "Origin",
      "contexto": {
        "title": "Historical Context",
        "content_1": "The First Industrial Revolution profoundly transformed the global economic and political system. However, towards the mid-19th century, the European powers that had driven this process began to show signs of strain. Each nation faced particular conditions that limited its ability to maintain global leadership.",
        "content_2": "The United Kingdom, a pioneer in industrialisation, was going through a process of slow but perceptible decline. The loss of the American colonies had generated a lasting impact that technological advances could not entirely conceal. Although the factories continued to operate intensely, the maintenance of the vast empire entailed increasingly high costs. Added to this was an unequal distribution of wealth, making it evident that British prosperity was beginning to weaken. The industrial apparatus, formerly a symbol of dynamism, was starting to show signs of structural fatigue.",
        "content_3": "France was experiencing a different situation, marked by political instability. Over the course of a few decades, the country transitioned between regimes that succeeded one another without consolidation: the legacy of Napoleon, the return of the monarchy, the establishment of the republic, and the arrival of the Second Empire under Napoleon III. Although the French economy was solid and its army possessed great operational capacity, the country lacked internal cohesion. The succession of crises and institutional changes weakened its capacity to exercise sustained hegemony in Europe.",
        "content_4": "In the centre of the continent, the Germanic region remained fragmented into multiple states. Nevertheless, Prussia was emerging as the most dynamic power, with an expanding industry and an accelerated modernisation of its infrastructure, especially in metallurgy and railways. Its military and institutional discipline laid the foundations for the future German unification in 1871. At the same time, the Austrian Empire faced problems derived from its complex ethnic composition. Although it retained notable diplomatic weight, its economic and social structure remained stagnant, hindering its adaptation to industrial modernity.",
        "content_5": "The Russian Empire presented a notable contrast. Its enormous territorial extent and numerous army granted it an indisputable presence, but it continued to function under a system close to feudalism. Its economy, predominantly agricultural, reflected considerable backwardness in comparison with the Western powers. The abolition of serfdom in 1861 evidenced both the magnitude of the delay and the urgent need for reforms that would still take time to materialise.",
        "content_6": "Italy and the Iberian Peninsula completed the picture. Italy remained divided into multiple kingdoms without political cohesion capable of driving a common project. Spain and Portugal, in this alternate timeline, still retained a significant part of their domains in Latin America, which provided them with a certain international weight. However, their low level of industrialisation and dependence on agrarian economies prevented them from competing on equal terms with the more advanced powers. Despite the size of their armies, their military technology showed a considerable lag.",
        "content_7": "As the century advanced, the contradictory effects of industrialisation became more visible. While it generated wealth and growth, it also created deep inequalities, accelerated the consumption of natural resources, and unleashed increasingly intense social tensions.",
        "content_8": "In the United Kingdom, these tensions manifested with special clarity. The landed nobility maintained political control, whilst the industrial and financial bourgeoisie, who had driven the country's economic development, demanded greater participation in State decisions. Although their investments sustained the empire's economy, political recognition remained concentrated in a monarchy that many perceived as disconnected from the new productive reality.",
        "content_9": "The economic crises that affected the country in the middle of the century deepened this discontent. Business groups began to consider that the monarchy, represented by a Queen Victoria identified with a traditional and static order, constituted an obstacle to progress. In the economic centres of London, the idea of a radical transformation in the structure of British power then began to take shape."
      },
      "aevar": {
        "title": "Discovery of the Aevar",
        "content_1": "The discovery of the Aevar occurred in an African colony neglected by the metropolis, exploited almost exclusively for its mineral resources. In a mine belonging to House Finch, an unknown mineral appeared with an opalescent sheen which, upon being refined, emitted a vapour of extraordinary power and purity. Subsequently named Aevar, this material surpassed coal and oil in efficiency and thermal stability, opening the possibility of a profound transformation in steam-based technology.",
        "content_2": "At first, the mineral was considered merely a curiosity with limited industrial applications. However, the most ambitious families of British high society, amongst them engineers, bankers, and innovators in the field of armaments, quickly identified the strategic potential of the Aevar. In a country experiencing a progressive decline, the appearance of that substance was interpreted as an opportunity to recover lost influence and aspire to a new cycle of national expansion. For these elites, the Aevar became a symbol of renewal and a possible foundation for a new political and economic order.",
        "content_3": "Despite its energetic promise, the Aevar presented critical limitations. Its extraction was only viable under very specific conditions, as the deposits were located at depths exceeding five hundred metres and required a rare geological composition. This restricted its availability to a few mines situated in African colonies. Furthermore, the mineral proved unstable in its raw state. Direct exposure produced accelerated cellular deterioration, known as the Marking, whose main symptoms included intense fever, reddish pigmentation of the skin, and death in prolonged cases. These characteristics meant that both extraction and handling required strict procedures and highly specialised personnel.",
        "content_4": "The first attempts to control the Aevar were marked by serious accidents. In a hidden laboratory of House Finch, a stabilisation experiment using overpressure provoked an explosion that caused the death of three researchers and left a considerable crater. This incident, known as the Cairnmore Disaster, prompted a young Norland Reaventhorn, right-hand man of Sir Alexander Finch, to completely revise the methods utilised. From that moment, trials were conducted in reinforced chambers and with test animals. It was discovered that continuous exposure to the refined vapour of the Aevar granted the subjects strength and stamina superior to humans, although it also generated a severe physiological dependence. The interruption of the supply caused rapid and painful physical deterioration."
      },
      "norlandOyA": {
        "title": "Norland Reaventhorn: Ascent",
        "content_1": "Norland's trajectory was marked by a modest origin within the minor nobility. His childhood was conditioned by the weak and compliant character of his father, who subordinated himself to more powerful houses in exchange for marginal influence. A humiliating episode during a banquet at the Harrington mansion profoundly marked the young Norland and consolidated in him the purpose of surpassing those families who looked down upon the Reaventhorns.",
        "content_2": "Norland's ambition was cemented during his time as an assistant to Sir Alexander Finch in the African colonies. There, supervising the mining exploitation with an iron fist and repressing revolts, he internalised that power was a conquest, not a legacy, operating in an environment where life lacked value. It was during this period that the Aevar was initially discovered, although at that moment it was only catalogued as a curious geological phenomenon. After Finch's passing in an accident during an inspection, Norland returned to England, having inherited his mentor's fortune and mining concessions, with sufficient resources to initiate his social climb.",
        "content_3": "Shortly after his return, the death of his father, the Reaventhorn patriarch, in an event shrouded in rumour, elevated Norland to the head of the family. At thirty years of age, with a solid academic background and vast experience in the steel and engineering sector, the new Norland Reaventhorn demonstrated a sharp strategic intelligence and great social skill. He immediately understood that the Aevar was much more than a source of energy; it was a key instrument to mould the future of England.",
        "content_4": "In an early phase, Norland acted on the margins of the Crown's attention, which did not yet understand the relevance of the Aevar. He held discreet meetings with representatives of the principal noble and industrial houses and presented the mineral as the key to recovering British supremacy. His carefully articulated discourse spread amongst the most influential salons of London, where the tensions between aristocracy and bourgeoisie were being debated. Over time, the idea that the monarchy was impeding progress began to gain ground.",
        "content_5": "In this context, Norland developed a structured plan that consisted of forming a clandestine alliance of powerful families willing to overthrow the monarchy and rebuild the Empire under the principles of modern industry and the harnessing of the Aevar. This group consolidated itself as The Society of the Twelve. The principal houses that integrated this initial circle were the following:",
        "content_6": "Armstrong: Specialists in military engineering and the manufacture of heavy weaponry, capable of contributing decisive military capability.",
        "content_7": "Cunard: Leaders in maritime transport, whose fleet ensured supremacy on the trade routes.",
        "content_8": "Vickers: A reference in metallurgy and industrial precision, fundamental for the mechanical infrastructure of the new order.",
        "content_9": "Rothschild: One of the most influential banking dynasties in Europe, essential for large-scale financing.",
        "content_10": "Barings: Another key financial actor, with experience in colonial markets and international trade networks.",
        "content_11": "Brunel: A family of prominent engineers, responsible for great works and indispensable technical advances.",
        "content_12": "Lovelace: Closely linked to the security of the royal family; their participation proved especially risky but valuable for obtaining internal intelligence.",
        "content_13": "Alderfost: Specialists in steam cooling systems, necessary to regulate the energetic flow of the Aevar.",
        "content_14": "Pelwright: Chemists focussed on the study and perfection of the mineral's refinement.",
        "content_15": "Fenmarsh: Exporters of heavy machinery, responsible for covering up the first shipments of Aevar under legitimate commercial activities.",
        "content_16": "Ashmere: Editors and media proprietors, charged with moulding public opinion and weakening the image of the monarchy.",
        "content_17": "Under the coordination of Norland Reaventhorn, these families established a cohesive structure dedicated to re-defining the future of the Empire. The meetings were held at the Reaventhorn residence in Yorkshire, a place isolated and protected by strict commitments of confidentiality and by a carefully administered network of loyalties."
      }
    },
    "golpe": {
      "title": "Government overthrow",
      "oportunidad": {
        "title": "The Perfect Storm",
        "content_1": "The financial crisis of 1868 represented the turning point that allowed for the collapse of the British political system and facilitated the execution of the coup planned by Norland Reaventhorn and the Society of the Twelve. Although at first glance it appeared to be an industrial recession of national scope, its impact revealed previously existing structural flaws in both the economy and the governance of the United Kingdom. These flaws, accumulated over decades, generated an environment exceptionally propitious for the substitution of the monarchical order with a political model centred on industrial efficiency and technocracy.",
        "content_2": "Social and economic discontent was amplified simultaneously on several fronts. The rural nobility experienced constant losses due to the fall in agricultural prices and demanded governmental support that never arrived. On the other hand, the industrial bourgeoisie found itself increasingly stifled by taxes, debts, and the lack of state investment in critical infrastructure. This sector, essential for national stability, began to perceive that the monarchy was incapable of adapting to the demands of the new industrial cycle.",
        "content_3": "The figure of Norland Reaventhorn emerged in this context as a tangible alternative to institutional stagnation. His ability to present solutions based on technical rationalisation, productive modernisation, and state reorganisation generated growing sympathy amongst the economic elites. The newspapers controlled by House Ashmere reinforced this perception by disseminating an image of Norland as a necessary reformer.",
        "content_4": "While Parliament debated measures that failed to materialise, public confidence in the monarchy diminished rapidly. The streets of London filled with discontented workers, factories reduced their activity, and the sensation that the country lacked effective political direction became generalised. Together, these elements formed the perfect storm, a scenario in which the State became vulnerable, the population was exhausted, and the elites sought leadership capable of restoring order and offering stability.",
        "content_5": "This climate of institutional collapse was not, however, a spontaneous phenomenon solely exploited by the conspiracy, but also an environment that Norland had foreseen and analysed for years. For him and the Society of the Twelve, the crisis was not the trigger for the coup, but the necessary condition to execute it without significant resistance."
      },
      "preparativos": {
        "title": "Covert Preparations",
        "content_1": "As the crisis advanced and the government lost cohesion, the Society of the Twelve intensified a set of discreet operations that, in appearance, bore no relation to one another. Their true purpose, however, was to prepare the ground for a controlled collapse of the State. Nothing that occurred during those months was spontaneous: every incident, every delay, every blackout, and every technical failure formed part of a carefully designed invisible architecture.",
        "content_2": "Factories dependent on royal contracts began to experience apparently random breakdowns. Boilers that had functioned for years burst without prior warning; entire assembly lines halted due to pressure failures that no one could explain.",
        "content_3": "Meanwhile, the trains supplying the industrial cities began to fail at critical moments. Entire convoys vanished onto secondary routes, diverted from their original destinations without leaving official records. In other cases, rails were found twisted or misaligned at dawn after nights during which no one seemed to have worked.",
        "content_4": "Urban disorder increased when London suffered a series of simultaneous explosions in its main steam conduits. The population believed it to be the inevitable collapse of an obsolete and saturated system. Only the Society knew that those bursts had been provoked through minuscule adjustments in pressure levels, carried out weeks earlier.",
        "content_5": "In parallel, within the ministries and the Crown's inner circle, information ceased to flow reliably. Messages that should have arrived in hours took days; military orders disappeared before reaching their destinations; even naval communications began to present inexplicable gaps. House Lovelace supervised this infiltration from the shadows, constructing a network of informants that converted every government decision into a predictable move. The monarchy was acting blindly without knowing it.",
        "content_6": "In the banks of London, the atmosphere became uncertain. Carefully distributed rumours provoked massive withdrawals of funds, and several financial entities began to show signs of insolvency. The Crown attempted to contain the situation but discovered that its reserves were insufficient to stem the panic.",
        "content_7": "Norland Reaventhorn followed the progress of these actions with a serenity that disconcerted even his allies. He did not need to give direct orders; each House knew exactly which piece it had to move and when to do so. He limited himself to adjusting the pace, ensuring that all failures appeared natural, inevitable, and alien to any human intervention. When the system began to crumble, Norland no longer needed to convince anyone that the country required a new direction. The collapse, carefully orchestrated, spoke for itself."
      },
      "diaP": {
        "title": "The Night of the Regicide",
        "content_1": "When the unrest reached its peak and London burned beneath plumes of smoke visible from miles away, Norland Reaventhorn considered that the necessary conditions for the final outcome had been met. No institution was functioning normally, garrisons were receiving contradictory orders, and the population was divided between fear and indignation. The monarchy, isolated and ill-informed, acted without comprehending that the country had ceased to answer to its authority hours earlier.",
        "content_2": "In this context, the dinner hosted by Norland at his residence in Yorkshire was not a diplomatic gathering, but the culminating phase of a strategy that had been years in the making. Representatives of the principal noble and industrial houses, government officials, and Members of Parliament arrived at the mansion, many of them convinced that they were attending a meeting aimed at seeking a peaceful solution to the crisis. The reality was very different: that hall was to become the stage where the definitive break with the Crown would materialise.",
        "content_3": "Whilst the guests attempted to maintain their composure, the windows revealed reddish reflections on the horizon, caused by the fires consuming various districts of the capital. Tension mounted when rumours began to circulate regarding attacks on government buildings and riots outside Parliament. In that charged atmosphere, Norland calmly laid out his vision of the future: a State reorganised according to principles of industrial efficiency, free from monarchical inertia, and capable of steering the country towards a modernity that the Crown could not comprehend.",
        "content_4": "The surprise came when the doors of the hall opened and Alistair Lovelace entered, escorting Queen Victoria and her children. None of those present expected to see the Royal Family in that place, and even less so in the custody of the man who, until then, had served as their head of security. The emotional impact was immediate: the old order was literally there, stripped of power and placed before those who were about to decide the fate of the realm.",
        "content_5": "Norland then took one of the Aevar-powered weapons, an experimental model whose violet glow contrasted with the white of the walls. As he levelled the weapon at the Queen, his words were spoken with the calm of one delivering a conclusion, not a threat. The synchronisation with the final chime of Big Ben, carefully calculated thanks to the prior interruptions in the telegraph network, transformed the shot into a symbolic act.",
        "content_6": "The silence that followed was not merely one of shock, but also of comprehension. Many of those present understood that there was no longer a way back. The monarchy had been eliminated, and any attempt to oppose it at that moment signified certain death. Those who decided not to align themselves with the new order were removed immediately, whilst those who swore loyalty sealed their fate as founders of the regime that was emerging.",
        "content_7": "By dawn, the official narrative had already begun to take shape. The bodies would be buried in unmarked graves, the public would receive carefully manipulated explanations, and the symbols of the old regime would be removed without resistance. The execution of Queen Victoria was not presented as an act of usurpation, but as a necessary response to an order that had shown itself incapable of ensuring the country's survival. Thus, the night of the regicide became not only the end of a monarchy, but the founding act of the Empire of Aevora."
      },
      "consecuencias": {
        "title": "Immediate Consequences",
        "content_1": "The hours following the regicide marked a point of no return for the country. The death of Queen Victoria had not only dismantled the symbolic figure of power but had also left the United Kingdom without clear political guidance amidst the chaos. In that vacuum, the Society of the Twelve acted with a calculated speed that demonstrated the coup had not been a spontaneous act, but the culmination of a process of gradual state substitution.",
        "content_2": "Whilst the remnants of government buildings still burned in London and the population attempted to comprehend the events of the previous night, agents of House Lovelace began to execute pre-prepared lists. Key officials, generals of questionable loyalty, and nobles with the capacity to mobilise resistance were detained or eliminated in operations carried out with discretion and precision.",
        "content_3": "Prisons filled rapidly with individuals identified as potential dissidents. Many of them had not even acted against Norland; it sufficed that they possessed enough influence to become a future problem. In parallel, the first labour camps began to rise in remote areas, destined to contain those the new regime considered impossible to reintegrate.",
        "content_4": "However, resistance did not disappear immediately. In the industrial cities of the north, groups of workers reacted with desperation to the situation, attacking makeshift military installations with tools and machinery. In Scotland, some clans took advantage of the void to assert their independence, convinced that no central power could impose itself at that moment. But these reactions lacked coordination and were quelled with relative ease: the speed of the response demonstrated that the military infrastructure had come under Norland's direct control even before the Crown fell.",
        "content_5": "Within the Reaventhorn family itself, the most significant challenge arose. Eldric, Norland's younger brother, emerged as an unexpected figure of moral opposition. Although he lacked the political or military power to dispute control, his ability to articulate a discourse of resistance turned him into a dangerous symbol. His messages circulated clandestinely through universities, factories, and intellectual circles, reminding the population that an alternative to the new regime existed.",
        "content_6": "In a matter of days, the country left behind any attempt to restore the old order. Parliament was dissolved and replaced by the Imperial Council of Twelve Chairs, where each Founding House received a position in accordance with its contribution to the coup. The administrative map was redrawn, abandoning the traditional counties to make way for industrial districts controlled directly by the Houses.",
        "content_7": "These measures were not presented as a revolution, but as a rational reorganisation destined to guarantee the country's continuity. The population, exhausted after weeks of chaos and misinformation, largely accepted the transition, convinced that the new regime offered stability against the risk of total collapse."
      }
    },
    "amanecer": {
      "title": "The Dawn of a New Era",
      "era": {
        "title": "The Dawn of a New Era",
        "content_1": "The early morning of 22 October 1868 found England immersed in a strange, almost unnatural silence. The smoke still rising from the charred remains of several London buildings mingled with a thick fog that obscured the rooftops. It was a grey, heavy dawn, as if the city itself were holding its breath, waiting to be redefined.",
        "content_2": "At that early hour, the first official communiqués began to circulate. The newspapers under the control of House Ashmere were already printed even before the majority of citizens had left their homes. Their headlines left no room for uncertainty: the events of the previous night were described as \"the necessary purge for a new rebirth\". The population, exhausted by weeks of chaos, barely had the strength to question it; they accepted the explanation as a refuge from the bewilderment.",
        "content_3": "The rumours regarding the Queen's death, which had swept through the streets during the night, vanished following the public appearance of a declaration issued by the newly formed Provisional Restoration Assembly. The document, signed by the Twelve Founding Houses, announced solemnly, and definitively, the birth of a new political order: the Empire of Aevora.",
        "content_4": "Norland Reaventhorn, now designated as First Regent of the Imperial Council, emerged as the undeniable face of the new era. His figure, imperturbable, projected itself over the country as a promise of stability and direction at a moment when both seemed to have been lost. The title he had been granted would not take long to transform into a more imposing one, driven not by tradition, but by the direct will of those moulding the new system: Emperor of Aevora.",
        "content_5": "The transition of power was immediate. The old Parliament was dissolved, and with it disappeared the structures of the monarchical regime. In its place, the Imperial Council of Twelve Chairs was established, a body where each Founding House occupied a seat proportional to its influence and participation in the coup. From that moment, the country's administration adopted a technical, cold, and calculated character, moving away from any reminiscence of the past.",
        "content_6": "Barely a few days had elapsed when the most visible transformations began. Engineers from Houses Armstrong and Brunel deployed to the great manufacturing centres to set in motion the so-called Total Reconversion. The old civil production chains were dismantled and replaced by lines dedicated to manufacturing parts for Guardians, steam weaponry, and heavy machinery. At the same time, telegraphic systems came under the absolute supervision of the Lovelaces, who established the Imperial Eye Network, a surveillance structure that intertwined the entire country via cables, codes, and loyal operators.",
        "content_7": "The sensation amongst the population was ambivalent: fear, relief, resignation. But above all, a palpable certainty that the time for debate had ended. The Empire did not ask for opinion; it demanded obedience."
      },
      "semilla": {
        "title": "The Seed of Rebellion",
        "content_1": "Although the Empire of Aevora was proclaimed with a rapidity that disoriented the population, the transition was not as absolute as the official communiqués claimed. Beneath the surface of the new order, something began to stir: slow, silent, almost imperceptible at first. However, that movement would be sufficient to threaten the stability that Norland was attempting to construct. The name of the catalyst was one that the Empire would have preferred to erase from the very first day: Eldric Reaventhorn.",
        "content_2": "Younger brother of the Emperor, relegated until then to a discreet role within the aristocracy, Eldric emerged as an unexpected figure of opposition. He possessed neither armies nor military alliances, but he held something more dangerous for a regime in gestation: a moral conviction capable of resonating amongst those who still remembered that alternatives to absolute control existed.",
        "content_3": "His messages began to circulate whilst the smoke of the coup still rose over London. They were not incendiary proclamations nor calls to violence; they were reflections, warnings, questions. Brief texts, copied by hand, that appeared in universities, factory workshops, and intellectual circles. Each one carried with it the same disquieting idea: that the new order had not been built to serve the people, but to subjugate them.",
        "content_4": "The agents of the Founding Houses did not take long to identify the threat. Those clandestine sheets, written with common ink on ordinary paper, had an effect that no weapon could replicate: they restored to the citizens the sensation that something had remained unsaid, that the official version concealed more than it revealed.",
        "content_5": "The workers who had accepted the Empire as the sole guarantee of stability began to murmur between shifts. The students, who had applauded the promise of a modernised country, wondered what price that uncontrolled efficiency would exact. Even some minor members of the nobility, sidelined from central decisions, found in Eldric's words an echo of their own silenced doubts.",
        "content_6": "The resistance possessed neither form nor direction yet. There were no leaders, nor organised cells, nor visible plans. It was merely a collection of scattered thoughts, an unease that propagated from conversation to conversation, from glance to glance. But that unease represented exactly the type of danger that Norland feared most: the risk that the population might begin to think for itself."
      },
      "enfrentamiento": {
        "title": "The Final Confrontation between Brothers",
        "content_1": "The fall of Eldric Reaventhorn did not occur through a spectacular act nor amidst an open revolt. For weeks, his messages spread through factories, universities, and intellectual circles, always transmitted in hushed voices or via discreet pamphlets. That subterranean network grew without visible structure, but its effect became unsettling. Reports reaching the Imperial Council stated the same thing time and again: Eldric's words were infiltrating places where the Empire needed absolute obedience.",
        "content_2": "House Lovelace, custodian of the Imperial Eye, identified patterns, distribution routes, secret meetings. House Armstrong devised a plan to intercept messengers without alerting the population. And House Ashmere prepared a narrative to be disseminated at the precise moment, moulding public perception even before the outcome was known.",
        "content_3": "The final operation took place on a silent night in late autumn. Eldric was travelling without escorts, moving between improvised shelters, accompanied only by those who shared his cause. His face was already circulating in internal reports as a target of absolute priority, but he had managed to evade surveillance until that instant. The net, however, had been closing long before he noticed it.",
        "content_4": "When imperial agents burst into the old warehouse where Eldric was sheltering that night, there was no combat. Only a flash of telegraphic light, a sharp rap against the door, and the voice of a commander announcing that the resistance was over. Eldric's companions were subdued without difficulty. He, however, remained motionless, seated on a crate, aware that his capture could no longer be avoided.",
        "content_5": "\"I knew they would come,\" he murmured, whilst being handcuffed with reinforced shackles. \"This Empire does not tolerate doubt,\" he expressed with a gaze devoid of a hint of fear.",
        "content_6": "That same early morning, the official reports sent to the Council declared the operation a complete success: Eldric Reaventhorn, clandestine symbol of opposition, had been handed over to Norland for a private audience. What happened afterwards, only a few were permitted to witness.",
        "content_7": "The chamber where the final conversation between Norland and Eldric took place had no windows. The only shine came from the Aevar enclosed in glass tubes, whose pale glow cast rigid shadows upon the metal of the walls. The silence was so dense it seemed to absorb the air. Inside there, the Empire did not exist, nor the Council, nor the machinery that already roared beyond the corridors: only two brothers pitted against one another by an irreconcilable vision of the world.",
        "content_8": "Eldric was chained, but his posture remained upright, almost defiant. The light of the Aevar reflected in his eyes, giving them a firmness that contrasted with the darkness of the room. Norland observed him with the calm of one who has already made an irreversible decision.",
        "content_9": "\"I expected nothing less from you, brother,\" said Norland, his voice controlled, barely a metallic whisper. \"Sentimentality was inevitable; you were always too weak, too human.\"",
        "content_10": "Eldric raised his gaze, studying him with a mixture of sadness and lucidity.",
        "content_11": "\"And what are you now, Norland?\" he asked without raising his voice. \"You traded flesh for metal, soul for calculation. You believe you have built an empire, but what you have erected is a prison. And in it, even the gaolers fear to breathe.\"",
        "content_12": "Norland gave a smile that didn't reach his eyes.",
        "content_13": "\"Prisons are necessary when the whole world is a mutiny,\" he replied, stepping one step closer. \"That is the difference between you and me, Eldric. Whilst you dreamt of a perfect liberty, I calculated the price of order.\"",
        "content_14": "The chains surrounding Eldric's wrists tinkled when he attempted to straighten up.",
        "content_15": "\"You cannot dominate man forever,\" he replied firmly.", 
        "content_16": "\"I do not intend to dominate him,\" answered Norland, stopping right in front of him. \"I intend to perfect him. The Aevar is not just a mineral; it is evolution. But you... you chose to remain in the past.\"",
        "content_17": "Then a prolonged, cutting silence fell, as if the entire room awaited the outcome. Neither looked away. The glow of the Aevar reflected in both a frozen, impersonal hue, as if the mineral itself were attending the final break between blood and ambition.",
        "content_18": "Finally, Norland turned towards the guard waiting at the entrance. His voice was a simple dictation, devoid of any emotion:",
        "content_19": "\"Ensure he is prepared for dawn. Let history learn what happens to those who confuse freedom with weakness.\"",
        "content_20": "The words remained suspended in the air long after Norland left the room. Eldric did not attempt to call out, nor shout, nor beg. He only let the light of the Aevar illuminate his face as he assumed the fate that awaited at the end of that windowless night. The fracture between the brothers was consummated. And with it, the Empire had just sealed the final piece of its new identity."
      },
      "sacrificio": {
        "title": "A Sacrifice to Build an Empire",
        "content_1": "The Square of Rebirth, still impregnated with the odour of coal and metal that characterised the new industrial era, became the stage destined to mark the definitive transition towards the Empire of Aevora. Thousands of citizens and labourers, summoned by decree, congregated beneath smoking chimneys and loudspeakers that rumbled with precise orders. That crowd was witness, voluntary or not, to an act that was not presented as punishment, but as a foundation.",
        "content_2": "Eldric Reaventhorn was led to the centre of the square with his hands tied. He wore a dark coat without insignia, his figure diminished by the vastness of the metallic surroundings. Around him, the voices of the crowd formed a restless murmur that the loudspeakers amplified into fragmented echoes. The bells of Big Ben struck twelve when Norland appeared on a dais of black steel, dressed in the imperial uniform. His presence was sharply silhouetted against the grey background of the sky and smoke, as if the scene had been designed so that no element would distract from his figure.",
        "content_3": "Silence fell when he raised his hand. The herald proclaimed the verdict with a ritual coldness:",
        "content_4": "\"Eldric Reaventhorn, found guilty of sedition, treason, and conspiracy against the imperial order, shall receive death by decree of His Majesty the Emperor of Aevora.\"",
        "content_5": "Norland descended the steps and stopped in front of his brother. For an instant, both observed each other in a silent exchange that contained years of fractures, decisions, and opposing visions of the world.",
        "content_6": "\"I offered you a place in the new era,\" said Norland, low enough that only Eldric could hear him, \"and you chose the past. May your sacrifice, at least, serve as a foundation.\"",
        "content_7": "Eldric raised his gaze towards the grey sky.",
        "content_8": "\"Remember, brother, even the strongest iron can rust.\"",
        "content_9": "Norland nodded slightly. And gave the order.",
        "content_10": "The shot rang out across the square. The body fell onto the metallic ground, leaving behind a trail of vapour and blood. There was no ceremony to remove it, only an efficient movement of trained guards. From that moment, Eldric's name would be erased from official records and his memory reduced to a warning.",
        "content_11": "Norland returned to the dais. The silence of the public, charged with tension, awaited an explanation, a direction, something that would define what they had just witnessed. His voice, projected by the loudspeakers, rumbled amongst the streets of steel:",
        "content_12": "\"Aevora was born of sacrifice, and today that sacrifice is renewed. Treason does not come from the external enemy, but from the weak heart that doubts. My brother chose chaos, and chaos has been eradicated.\"",
        "content_13": "\"Let no one confuse clemency with justice, nor freedom with disorder. We are the fire that purifies, the vapour that propels, the iron that does not break. From today, every citizen shall know that duty is sacred and obedience, a virtue.\"",
        "content_14": "\"For Aevora, for order, for the eternity of the Empire!\"",
        "content_15": "The crowd responded with a unanimous shout:",
        "content_16": "\"For the Empire!\"",
        "content_17": "The ovation spread like a mechanical roar, reverberating between the iron walls whilst Eldric's body disappeared. With that act, the Empire sealed its identity, without hesitation, without ambiguities, without room for doubt.",
        "content_18": "The following months consolidated what had begun in that square. Factories resumed production under the new Production Credit System; banks returned to activity, now under state control; and labourers, converted into cogs in the imperial machinery, received wages and rations in exchange for silence. Meanwhile, in the basements of Whitehall, House Pelwright perfected the first weapons based on refined Aevar, and the Armstrongs worked on the initial models of the Guardians.",
        "content_19": "The streets filled with posters bearing the Empire's insignia: a fractured crown atop a gear surrounded by vapour. The words crisis, protest, or dissent disappeared from official terminology, replaced by terms such as efficiency, order, and duty.",
        "content_20": "The Empire of Aevora had not only been born of blood, it had been born of vapour, of steel, and of the unwavering will of a leader who demanded that history itself adjust to his design. And once internal control was assured, the next step was inevitable: to take that design beyond the borders.",
        "content_21": "That shot, that sacrifice, had not only closed a chapter. It had inaugurated an era."
      }
    },
    "columnas": {
      "title": "The Four Columns",
      "nobleza": {
        "title": "The New Nobility",
        "content_1": "At the apex of this order, floating literally above the smoke and sweat of the world below, stands the New Nobility. Their mansions, palaces of metal and glass, rest upon the so-called High Columns, elevated platforms rising from the heart of the industrial cities like islands of power in a sea of steam and effort. From those heights, the nobles do not gaze upon a world that belongs to them by divine right, but a dominion they have forged with technology, conspiracy, and blood.",
        "content_2": "Each noble House governs a district or territory with absolute authority, exercising control over the politics, economy, and military force of their fiefdom. They maintain private armies, laboratories where the limits of science are toyed with, and academies where the minds of their heirs are moulded. The children of the nobility are instructed from the cradle in advanced engineering, political economy, and the subtle arts of social control.",
        "content_3": "Every year, at the solemn Imperial Summit, the patriarchs and matriarchs of the most relevant Houses gather in the great chamber of the Imperial Council. There, under the cold light of Aevar tubes, they renew their oath of loyalty to the Emperor, inhaling the sacred vapour of the mineral that grants them power, longevity, and a dependence as deep as their loyalty. Norland calls them the mind of the Empire, and indeed, they are the architects of its day-to-day existence. But even amongst the architects there exists a hierarchy, the most powerful being the 12 Houses that, alongside Norland, carried out the coup d'état.",
        "content_4": "The stability of this higher system does not depend on goodwill, but on a complex network of treaties that interweave the destinies of the Houses, creating a balance of power as delicate as the interior of a clock.",
        "content_5": "Production Treaties regulate the vital flow of resources, refined Aevar, blueprints of advanced machinery, and metallurgy experts. The Major Houses control the energetic core of the Empire, whilst the Minor Houses contribute crucial specialisations: cooling systems to contain the fury of the mineral, logistical networks that traverse continents, and applied research that transforms theories into weapons.",
        "content_6": "Security Treaties are pacts of blood and steel. They establish that, in the face of any internal threat, a labour uprising, sabotage, or an industrial failure that could be interpreted as treason, the Houses shall come to mutual aid. Private troops cross district borders, always under the watchful eye of the Council, to quell disturbances that could be the spark of a greater fire.",
        "content_7": "Educational Treaties exchange that which is most valuable: knowledge and the minds of the future. Young heirs are sent as emissaries of learning to the academies of allied (or rival) Houses, forging alliances, absorbing techniques and, above all, internalising that their ultimate loyalty belongs to the Empire, not merely to their surname.",
        "content_8": "Innovation and Patent Treaties are the most tense and crucial. They regulate the ownership of ideas in a State that lives on constant innovation. Although fierce competition drives progress, imperial law compels the sharing of essential discoveries, those that ensure technological uniformity and, therefore, the indisputable superiority of Aevora. They are the dyke that contains the overflowing ambition of each House, channelling it towards the common benefit of the regime.",
        "content_9": "But the treaties are merely the framework. The true life of the New Nobility takes place in a state of constant competition, a rivalry orchestrated and fostered by Norland himself. He believes that pressure amongst equals generates excellence, and the structure of the Empire feeds it ceaselessly.",
        "content_10": "There exists a Productive Rivalry measurable in tonnes of steel, in reactor efficiency, and in armament advancements. The Emperor personally evaluates these metrics, and privileges, exclusive contracts, influence in the Council, and access to Aevar reserves flow towards the most efficient.",
        "content_11": "Historical tensions and grudges predating the foundation of the Empire continue to pulse beneath the surface. Disputes over talented heirs, covert sabotage in supply chains, and veiled accusations during the Summits... these are the salt that prevents complacency.",
        "content_12": "Military Competition is waged in joint exercises, spectacles of force where the private armies of the Houses deploy their Guardians and elite troops. Officially, they are tests of coordination; unofficially, they are exhibitions of power to measure strength and remind the other Houses of the weight of each one's war machinery.",
        "content_13": "All this culminates in the Struggle for Influence in the Imperial Council, a silent battle fought in carpeted corridors and during crucial votes. Each House seeks to control the strategic committees, those that decide upon the development of Aevar, the deployment of Guardians, and the threads of the surveillance network, for from there, one can direct the future of the Empire.",
        "content_14": "And watching over this clash of titans, always ready to intervene, is the Emperor. When the rivalry threatens to fracture the order he himself has designed, Norland acts with surgical coldness. His sanctions may be economic, territorial, or, in extreme cases, the partial dissolution of a minor House, absorbing its assets and erasing its name, a brutal reminder that, above the Twelve Houses, there is only one will: his own."
      },
      "militares": {
        "title": "The Military and Technicians",
        "content_1": "Immediately beneath the distant hum of the High Columns beats the stratum that sustains the grandeur of Aevora: the Imperial Military and Technicians. This class represents the forced convergence of brute force and applied knowledge, a fusion of intellect and discipline that keeps the giant of steam and steel alive.",
        "content_2": "Their existence elapses within the Iron Rings, fortified districts that seem designed not to be inhabited, but to be operated. Here there is no space for winding streets nor open squares; every alley is a conduit, every building a module, every square an intersection of logistical routes. The city itself is a machine, and its inhabitants, the moving parts within it. The air smells of hot oil, clean steam, and the tense stillness of absolute efficiency.",
        "content_3": "Access to this stratum is not an accident of birth, but a cold conquest. It stems from proven technical merit, from the capacity to solve equations under pressure or to dismantle an Aevar reactor with steady hands. However, once inside, loyalty becomes a chain heavier than any armour. Technicians undergo annual scrutiny that goes beyond the professional: psychological tests seeking cracks in their faith, behavioural evaluations measuring every word, every gesture of doubt. The military, for their part, participate in periodic rituals of inhaling refined Aevar vapour. These ceremonies, presented as an honour, reinforce their physical endurance and softly cloud any glimmer of independent thought, exchanging lucidity for an unwavering docility.",
        "content_4": "Within this meritocratic and oppressive hierarchy, the fittest ascend to the rank of Custodians. They are the captains of the daily machinery: they oversee factories that roar day and night, direct laboratories where the secrets of Aevar are extracted, and command garrisons that watch over the restless slumber of the Empire. Beneath them, the First Class Operatives form the specialised working mass: men and women who execute complex protocols with the precision of a clock, yet without the right to question the mechanism of which they are a part.",
        "content_5": "The Empire defines them as its functional backbone, and it is not mistaken. But it is a spine with exposed nerves and sensitive endings. Every technician, every soldier, not only fulfils their function but acts as a living sensor within the state organism. They have the obligation, branded into the regulations and into their fear, to report any anomaly: a subversive comment from a subordinate, an efficiency that decays without apparent reason, a vacant stare that might suggest a longing for a past world."
      },
      "obreros": {
        "title": "The Steam Labourers",
        "content_1": "At the widest and most fundamental base of the social pyramid, where the smoke is thickest and work never ceases, lies the immense multitude of the Steam Labourers. Millions of anonymous souls whose function is not to think, design, or command, but simply to maintain. They sustain upon their backs the weight of the entire productive infrastructure of the Empire.",
        "content_2": "Their cities are not urban centres, but appendages of the great factory complexes. They rise around the factories like mushrooms around a rotting trunk, illuminated permanently by the flickering orange glow of the colossal chimneys. Here, the concept of day and night loses all meaning, devoured by the relentless rhythm of shifts that follow one another without pause. Life is measured in intervals of production, not in hours of sunlight.",
        "content_3": "The economic bond that ties them to the State is absolute and suffocating. The traditional wage has been eradicated and replaced by the Production Credit System. It is not a currency, but a measure of the value of their labour: hours rendered, quotas met, discipline demonstrated. These credits can only be exchanged in state markets for food rations, grey uniforms, basic medicines, and the scarce goods the Council deems appropriate. The system makes saving, private trade, or any glimmer of economic independence impossible. The labouring family lives in total dependency, observed by surveillance automatons and human agents who measure not only their productivity but their conduct inside and outside the workshop.",
        "content_4": "The education of their children is a process of reduction, not growth. They receive only the Instruction of Duty, a programme that teaches functional reading, industrial safety protocols, blind obedience, and elementary mechanics. At thirteen years of age, every child receives their definitive labour designation, a stamp on their identity document that fixes their place in the productive system until death. The majority accept this destiny with a silent resignation, exhausted by toil and surveillance.",
        "content_5": "But in the depths of these districts, where the light of Aevar does not reach and the noise of the machinery drowns out whispers, something stirs. Small clandestine groups emerge, furtive meetings where dreams of a different way of life are shared, where it is remembered, despite the danger, that there was a time before steam and steel. These outbreaks of desire are rare, fragile, and always ephemeral. The Eye Network detects them, and the agents of the Houses extinguish them with speed and exemplary severity, before a spark can threaten the perfectly oiled order of the Empire."
      },
      "marginados": {
        "title": "The Outcasts",
        "content_1": "Beyond the last ring of factories, at the limits of the useful world, exists a stratum that not even the social pyramid deigns to illustrate clearly. They are The Outcasts, the human subsoil upon which imperial progress is literally cemented. Here there are no cities, nor neighbourhoods, nor streets; only the entrance to a hell of rock and vapour, and the depths from which springs the soul of the Empire: pure Aevar.",
        "content_2": "In this abyss pile up the refuse of Aevorian society: political prisoners whose only crime was doubt, deserters whose loyalty faltered, dissidents captured with pamphlets in hand, and any soul deemed too weak, too problematic, or simply too expendable for the functioning of the machine. Their sentence is not death, but something the Empire considers worse: absolute utility until the very last breath.",
        "content_3": "Their function is unique and deadly: to extract Aevar in its most volatile and unstable state from the high-toxicity mines. These are not mines; they are maws. Galleries excavated under pressure in the rock, where the air is a thick soup of mineral dust and residual vapour. Surveillance here is not ideological, it is purely biological: guards with masks and authorisation for lethal fire watch every entrance, every lift, every tunnel.",
        "content_4": "Accidents, explosions due to gas accumulation, collapses, acute exposure, are so common that they are not even recorded. A fallen body is quickly dragged away, incinerated in adjacent furnaces, and its ashes, rich in residual mineral, are filtered and reused in industrial processes. It is the imperial doctrine taken to its logical conclusion: nothing is wasted, not even life.",
        "content_5": "In time, the figure of the Outcast ceases to be human and becomes a sombre legend, a tale whispered in the working-class districts to frighten disobedient children. It is rumoured that those who survive long enough in the depths suffer a transformation. Continuous exposure to raw Aevar provokes The Mark: their skin becomes covered in a reddish, scaly tint, and their eyes, adapted to perpetual darkness, reflect a pale and phantasmagorical gleam in the gloom of the caverns.",
        "content_6": "It is said that some no longer speak; they have ceased to be citizens, or even prisoners, to become part of the mine's ecosystem, a living and agonising reminder of the real price of the vapour that drives the Guardians and lights the High Columns. They are the final human fuel, the sordid and unspeakable base upon which rises all the iron splendour of the Empire of Aevora."
      }
    },
    "vigilancia": {
      "title": "Control and Surveillance",
      "intro_p1": "In the Empire of Aevora, control is not a function of the State; it is its very essence. It is not simply about observing; it is about foreseeing, moulding, and preventing any heartbeat that deviates from the perfect rhythm of the imperial machine. This surveillance is not uniform, but adapts with surgical precision to each stratum of the social pyramid, its intensity being inversely proportional to privilege.",
      "intro_p2": "In the High Columns, amongst the New Nobility, control is subtle, elegantly oppressive. It is exercised through orchestrated competition and mutual surveillance. Treaties and Council meetings are stages where every word is weighed, every alliance mapped, and every deviation from Norland's doctrine noted in mental registers of iron.",
      "intro_p3": "House Lovelace maintains its Shadows here, agents as well-dressed as their targets, who blend in amongst servants, advisors, or even family members. Betrayal amongst peers is the favourite sport, and the fear of falling from grace, losing privileges, access to refined Aevar, or becoming a target of the Shadows oneself, keeps the elite in a state of calculated loyalty and productive paranoia.",
      "intro_p4": "In the Iron Rings, control over the Military and Technicians is an exact science. Work environments are plagued with pressure sensors, performance meters, and vigilant automatons whose crystal eyes record not only productivity but body language, downtime, and elevated heart rates. Annual psychological evaluations are living autopsies, searching for the slightest cracks in the ideological façade.",
      "intro_p5": "But the most effective mechanism is horizontal surveillance, the strict obligation of every technician or soldier to report any irregular behaviour in colleagues, subordinates, or even superiors. Omitting a report is as grave as committing the subversive act, transforming every work team into a cage of suspicion where trust is a mortal risk.",
      "intro_p6": "In the Cities of the Steam Labourers, control is crude, physical, and constant. Steam cameras with quartz lenses watch every corner, every communal dining hall, every corridor of the housing blocks. Patrol automatons, with their mechanical gait and metallic voices, roam the streets dictating schedules and reminding of quotas. Human supervisors, often promoted from amongst the most submissive labourers, keep detailed records of attendance, efficiency, and moral attitude.",
      "intro_p7": "In the Mines of the Outcasts, surveillance is stripped of any pretence. It is purely carceral and terminal. Guards with steam weapons and authorisation for lethal fire watch every entrance, every lift, every gallery. There are no sensors here, only the immediate threat. The life of an Outcast is so disposable that surveillance serves only to prevent mass escapes and ensure that the flow of mineral does not cease. They are observed with the same cold attention paid to a boiler about to explode.",
      "intro_p8": "Above all these layers, enveloping the entire Empire like a metal nervous system, operates the Imperial Eye Network. Managed by House Lovelace, it is the brain of surveillance, a vast telegraphic and registry network where agent reports, sensor data, transcripts of intercepted communications, and pattern analyses converge. Here, a whispered conversation in a bar in Glasgow crosses paths with a drop in productivity in a foundry in Birmingham and the unusual movement of a technician in Edinburgh. The Eye seeks correlations, hidden patterns, the ghost of conspiracy before it takes form.",
      "movilidad": {
        "title": "Social Mobility",
        "content_1": "In the Empire of Aevora, social mobility is not a lift, but a cell with the floor and ceiling welded shut. Every individual is born, lives, and dies in the stratum the State assigns to them, in a perfect confinement that guarantees productive stability. The system is designed to eliminate expectations, to extinguish the mere dream of a different destiny.",
        "content_2": "For the Steam Labourer, becoming a Technician is as likely as iron learning to fly. Only in exceptional cases, monitored from infancy by the Imperial Council, can a child with prodigious skills, a mathematical genius in a foundry neighbourhood, hands miraculously steady on an assembly line, be torn from their destiny. This ascent is less a prize than a confiscation: the child is separated from their family, re-educated in a state academy, and watched twice as closely as their new peers, converted into a living example of imperial meritocracy that serves to appease, not to inspire.",
        "content_3": "Technicians and Military personnel may ascend within their own stratum, from Operative to Custodian, from private to officer. But this ladder ends at an unbreakable glass ceiling. Crossing the border towards the nobility requires an act of valour or utility so extraordinary that it borders on the mythical, saving the life of a Noble in an attack, or discovering a revolutionary application of Aevar in the midst of combat. These cases, recounted and glorified by the propaganda of House Ashmere, are the exception that proves the iron rule. Most ambitious Technicians soon learn that their place is to serve the machine, not to direct it.",
        "content_4": "The Outcasts have no mobility whatsoever. Their condition is a black hole from which there is no escape. They are the definitive proof that in Aevora there exists only one acceptable direction: downwards, towards extractive utility until annihilation. Any attempt at escape or rebellion is met with immediate death, turning their existence into an objective lesson on the consequences of social failure.",
        "content_5": "This absolute blockage generates a tense calm, but not total conformism. Here is where social mobilisations arise, although that term is too generous for what occurs in the bowels of the Empire. They are not revolutions, nor even organised protests. They are spasms of desperation, feverish outbreaks that surge in the darkness.",
        "content_6": "Amongst the Labourers, mobilisation takes the form of a slow and silent sabotage: a lost tool, a poorly made adjustment that delays an assembly line, a rumour coursing through communal dining halls about a lung disease caused by Aevar vapour. Sometimes, on the rare occasions when surveillance is distracted, clandestine pamphlets appear with messages unreadable to automatons, or a simultaneous five-minute stoppage is organised in a foundry, an act of defiance as brief as it is symbolic. These micro-mobilisations are like the blows of a prisoner against the bars of his cell: they do not break them, but they remind everyone, including the gaolers, that the confinement exists.",
        "content_7": "The Empire's response is instant, systematic, and disproportionate. The Imperial Eye Network, managed by House Lovelace, is specifically designed to detect anomalous patterns before they crystallise into action. An increase in private conversations in a sector, a small drop in productivity, a gathering of three people in an unauthorised location... are sufficient to unleash a Local Purge. Agents enter by night, taking away the alleged instigators and anyone around them. There is no trial. The missing become Outcasts, sent to the mines, or public lessons executed at dawn in front of the factory."
      }
    },
    "vida": {
      "title": "Daily Life",
      "intro_p1": "In the Empire of Aevora, daily life is not lived, it is executed. Every day is a meticulous repetition of rituals designed to reinforce order, extinguish individuality, and guarantee that the heart of the social machine beats in unison. From the moment the vapour of the sirens announces the first shift until the last operatives shut down in their cubicles, a citizen's existence is a script written in steel by the Imperial Council. Here, routine is synonymous with control, and every aspect of life, learning, leisure, family ties, is just another cog in the machine.",
      "educacion": {
        "title": "Education by Social Classes",
        "content_1": "Education in Aevora does not illuminate; it programmes. It is a process of surgical implantation where each stratum receives the software necessary for its function, eliminating any surplus line of code such as doubt or creativity.",
        "content_2": "In the High Columns, the academies of the nobility are hothouses of calculated ambition. Here, the children of each House do not learn; they train. Their classrooms are war rooms with blackboards; they study siege engineering alongside classical poetry, not for pleasure, but to understand the psyche of the cultures they must dominate. Political economy is taught as the art of extracting efficiency from a territory, and military theory as an extension of pure logic.",
        "content_3": "There are no exams with marks; there are aptitude evaluations carried out by imperial ministers. An heir who shows too much compassion receives corrective tuition. One who shows a ruthless technical genius is marked for high command. Their education is a long process of sculpting not scholars, but administrators of empires.",
        "content_4": "In the Iron Rings, the industrial-military academies are extensions of the factory. Knowledge is utilitarian and urgent. Students, destined to be Technicians or Command Cadres, memorise diagrams of Aevar reactors before learning to write with elegance. Their curriculum is a constant diet of applied mathematics, vapour chemistry, Guardian maintenance protocols, and basic squad tactics.",
        "content_5": "History lessons glorify Norland's coup and imperial efficiency. The day includes hours of physical training under light vapour, conditioning both body and mind for obedience. Here, a student does not graduate; he is certified as an operative and assigned to his post, beginning a cycle of perpetual evaluations that will not end until his death or his discarding.",
        "content_6": "In the working-class districts, education is a process of reduction. The Instruction of Duty is a compendium of the bare minimum: recognising danger signs in a factory, following simple verbal orders, performing basic arithmetic operations to count parts. Obedience is taught through repetition, loyalty to the Empire through hymns sung in unison, and the value of work as the ultimate end of existence.",
        "content_7": "At thirteen years of age, without ceremony, every child receives their Labour Designation: a stamp on their document, an assignment to a specific machine. There is no vocational guidance, because there is no vocation. There is only function. The classroom is abandoned forever, and the factory becomes their entire universe.",
        "content_8": "For the Outcasts, education is an oxymoron. There are no schools, only practical demonstrations on the edge of death. A foreman points to a vein of raw Aevar and grunts an order. Learning to extract it without killing oneself or others is the only lesson. Ignorance is their natural state and their condemnation; knowledge, a privilege reserved for the useful."
      },
      "cultura": {
        "title": "Culture and Entertainment",
        "content_1": "In Aevora, culture is not expression, it is social engineering. Every book, every symphony, every spectacle is a tool to polish the human cog, eliminating the rough edges of independent thought.",
        "content_2": "For the Nobility, culture is a battlefield of prestige. They attend concerts where compositions glorify the power of steam and the harmony of machinery. They visit exhibitions of the latest Guardian prototypes, where aesthetics merge with lethality. Their salons are arenas for technical debates disguised as social gatherings, where a sharp wit can gain influence for their House. Even their leisure is productive: they hunt with precision steam rifles, not for sport, but to exercise marksmanship and cold blood. Here, having fun is another form of competing and reaffirming their place at the apex.",
        "content_3": "For Technicians and Military, entertainment is a simulacrum of service. In the canteens of the Iron Rings, screens project documentaries about engineering feats or victorious military manoeuvres. They have access to combat gyms and tactical simulation rooms, where what for others is a game, for them is continuous training. They may read updated technical manuals or the scarce novels approved by the Cultural Council, stories of heroism and sacrifice that always end with loyalty to the Empire rewarded. Any personal artistic creation must be previously approved and is usually channelled towards functional designs: an emblem for their unit, an ergonomic improvement for a tool. Creativity for pleasure is considered a dangerous distraction.",
        "content_4": "For the Steam Labourers, culture is a sedative administered by the State. Their entertainments are collective, passive, and didactic. In public squares, giant screens show spectacles of unity: choreographies of thousands of workers, inaugurations of new factories, or broadcast speeches of the Emperor. State theatres, of cold and utilitarian architecture, perform simple plays where the hero is always the obedient labourer who overcomes a crisis thanks to his faith in the system, and the villain, the idler or the doubter. Festivities commemorate production milestones; they are days of rest granted, not earned, always with the shadow that leisure is a concession, not a right.",
        "content_5": "For the Outcasts, culture does not exist. There is no music, nor stories, nor images. Their sensory world is reduced to the rumble of controlled explosions, the hiss of vapour in cooling pipes, and the taste of Aevar dust in the mouth. Their entertainment, if it can be called that, is the survival of one more shift. The only art they know is that of avoiding death for one more day, and their galleries are the rock walls stained red by the mineral that consumes them."
      },
      "familia": {
        "title": "Family and Social Relations",
        "content_1": "The family in the Empire is a unit of production and control, stripped of sentimentality in favour of state efficiency. Blood ties are evaluated by their utility to the regime.",
        "content_2": "In the Nobility, the family is a dynastic corporation. Marriages are strategic mergers negotiated between Houses, treaties of blood to ensure alliances, share technology, or absorb minor rivals. Love is an irrelevant variable. Children are, above all, heirs to a legacy of power. Their upbringing is delegated to governesses, specialised tutors, and military instructors from earliest infancy. Parents act as executive directors, supervising the development of their main product to guarantee it meets the Empire's standards. Affections are expressed as approval for achievements, and disappointments as reports of low performance.",
        "content_3": "Amongst Technicians and Military, family is permitted, but strictly subordinate to duty. Cohabitation permits are granted according to production cycles and campaigns. An ideal couple is one formed by two specialists whose skills complement one another and whose performance does not decay after forming a household. Children are cared for in state nurseries from the first months, where they receive the appropriate stimulation for their future stratum. Family time is scarce, regulated, and often monitored to detect if conjugal loyalty interferes with loyalty to the Empire. A cold and professional camaraderie is fostered over emotional intimacy.",
        "content_4": "In Labourer families, a vestige of the traditional structure persists, but under a distorted lens. Couples are usually formed within the same district or factory complex, out of pure proximity. Family life takes place in the cramped apartments of the state blocks, always with the sensation that the walls have ears. Exhaustive twelve-hour shifts steal time and energy, reducing interaction to silent meals and sleep. Children, educated by the State, often see their parents more as examples of resigned fatigue than as figures of affective authority. The State, through supervisors and credit systems, intrudes in every decision, from family planning to the allocation of larger housing. The labourer family is not a refuge, but one more cell in the structure of control.",
        "content_5": "For the Outcasts, the concept of family has been atomised by horror. In the overcrowded barracks of the mining camps, ties are formed and broken with the brutal speed of a collapse. Couples are ephemeral; children, if they survive birth in those conditions, are soon separated for tasks suited to their size. There are no surnames to bequeath, nor homes to build, nor a future to plan. The only social relationship that endures is that of fellow sufferers, a bond based on the mutual instinct for survival, often betrayed at the slightest promise of an extra ration or a less deadly shift."
      }
    },
    "economia": {
      "title": "Imperial Economy",
      "intro_p1": "The economy of the Empire of Aevora is structured as a completely centralised system, designed to maximise productive efficiency and ensure the State's absolute control over every resource generated. It operates neither under market principles nor under traditional models of commercial exchange; instead, it relies on total planning, the perpetual recording of productivity, and the direct conversion of human labour into energy, infrastructure, and military expansion.",
      "intro_p2": "The Empire considers that the principal economic function is not to create individual wealth, but to feed the state machinery, sustain the war industry, and guarantee the continuity of the social order. All economic activities, from mining to scientific research, respond directly to the needs set by the Imperial Council and supervised by the Emperor.",
      "creditos": {
        "title": "Production Credit System",
        "content_1": "The heartbeat of this economy is not marked by gold, but by the Production Credit. It is not a currency, but a measure of obedience. Its value does not fluctuate on trade exchanges, but is calculated with bureaucratic precision based on hours worked, quotas exceeded, and, above all, discipline demonstrated. A labourer does not earn credits; he generates them through his function in the machine.",
        "content_2": "These credits are a mirage of economic freedom. They can only be exchanged in state markets, austere warehouses where food rations calculated to the gram, identical uniforms, basic medicines, and the scarce non-essential goods the Council judges convenient for productive morale are dispensed. The system is designed to make significant saving or private trade impossible. Why accumulate credits if there is nothing valuable to buy outside the system? Economic dependence is total and deliberate.",
        "content_3": "Amongst the Steam Labourers, the credit becomes a whip. A reduction in the allocation is the first punishment for a fault: arriving late, failing to reach the quota, being caught in a subversive conversation. It is a sanction felt in the stomachs of one's children, a physical reminder that survival is tied to submission.",
        "content_4": "In the upper strata, the credit is combined with more subtle but equally controlling privileges: access to personal doses of refined Aevar that sharpen the senses and delay fatigue, priority for housing in less polluted zones, and permits to travel between districts. They are crumbs from the banquet of power, sufficient to create a loyal and dependent elite, but never abundant enough to buy true autonomy."
      },
      "comercio": {
        "title": "Internal and External Trade",
        "interior_title": "Internal Trade",
        "interior_p1": "Within the Empire's borders, trade is not an exchange, but a logistical redistribution. The concept of a free market does not exist. Instead, there is a constant and regulated flow of resources from extraction and production points towards consumption centres and the High Columns.",
        "interior_p2": "This flow is governed by three unbreakable principles:",
        "interior_p3": "Distribution by Decree: Quotas of food, raw materials, spare parts, and manufactured goods are decided by the Imperial Economy Council. A mining district receives so many rations and such a type of machinery, not according to what it needs, but according to what the Central Plan determines as optimal for general production.",
        "interior_p4": "Militarised Transport: Every train convoy, every river freighter, is a military operation. They are escorted by light Guardians or troops of the Steam Legion. It is not only for defence against an improbable external insurgency; it is to prevent diversions, internal sabotage, or the emergence of a black market that could flourish on the route between the foundry and the armoury.",
        "interior_p5": "Total Traceability: Every barrel of Aevar, every crate of ammunition, bears a unique Aevar pressure seal. This seal, a complex energetic signature, allows agents of the Eye Network to track its location in real time through the telegraphic network. A resource that disappears from its pre-authorised route triggers a treason investigation.",
        "interior_p6": "This system ensures that no district, no House, however powerful, can accumulate enough resources to become autonomous. Economic centralisation is the cement that holds the political empire together.",
        "exterior_title": "External Trade",
        "exterior_p1": "Towards the outside world, the Empire turns its gaze not as a merchant, but as a strategist using the economy as a weapon of influence. External trade is exceptional, minimalist, and deeply strategic.",
        "exterior_p2": "The Empire exports only what it decides. Obsolete technology, previous versions of steam rifles, heavy machinery designs that have already been surpassed internally. Controlled surpluses, such as excess medium-quality steel, non-critical chemical compounds. The promise of energy, limited and exceedingly expensive access to small quantities of refined Aevar, acts as a tool of blackmail over dependent nations.",
        "exterior_p3": "In exchange, it imports only that which it does not suit it to produce. Exotic raw materials, such as rubber, certain rare minerals, luxury foods that do not grow in its cold and polluted climate. And Information; through opaque transactions, it obtains rumours, maps, and scientific data stolen from other countries.",
        "exterior_p4": "This trade is not in the hands of businessmen, but of the Major Houses, whose agents act as ambassador-merchants. A negotiation by House Cunard for port routes is, in reality, a naval reconnaissance. A loan from House Rothschild to a border nation is the placing of an economic noose around its neck.",
        "exterior_p5": "The objective is never commercial profit in itself, but to expand the sphere of influence, weaken rivals, and prepare the ground for the day when diplomacy gives way, once again, to conquest. In the economy of Aevora, even the most peaceful exchange is a phase of perpetual war."
      }
    },
    "reaventhorn": {
      "title": "Reaventhorn House",
      "subtitle": "The Unwavering Will Reigns",
      "intro": {
        "fundacion": {
          "title": "Foundation",
          "content_1": "For generations, it was a minor family of the landed gentry, comfortable in mediocrity and submissive to more powerful houses in exchange for crumbs of influence. Their great-grandfather achieved a brief glimmer of prominence during the dawn of the First Industrial Revolution, but the general decline of England dragged the Reaventhorns back into obscurity. By the time Norland was born, the family had been reduced to sycophantic courtiers, lapdogs in the drawing rooms of those who truly held power.",
          "content_2": "This inherited humiliation marked Norland from childhood. A particularly demeaning episode during a banquet at the Harringtons' manor, where his father was treated with condescending scorn, sealed within the young man a deep disdain for his lineage and an ironclad determination never again to depend on the mercy of others. Following the death of his parents, Norland abandoned the surname and the decaying English aristocracy, departing for the African colonies as the right-hand man of a mining tycoon with no heirs.",
          "content_3": "There, far from the shackles of tradition, his cold mind and relentless will found their true element. Overseeing the mining exploitation with an iron fist and quelling revolts, he internalised that power was a conquest, not a legacy. The fortune and mining concessions he inherited following a series of \"tragic accidents\" that eliminated his mentor's family provided the resources. But the true catalyst was the discovery of Aevar in his African mines. Norland did not see a mere mineral; he saw the instrument to rewrite the destiny of his family and of England. He returned, claimed leadership of the moribund House Reaventhorn and transformed it, from a family of second-raters, into the nucleus of the conspiracy that would give birth to an empire."
        },
        "papel": {
          "title": "Role in the overthrow",
          "content_1": "Using the newly revitalised House Reaventhorn as a façade and centre of operations, he personally wove the web of alliances, sabotage, and manipulation that shattered the foundations of the United Kingdom. His masterstroke was the recruitment of House Lovelace, the guardians of the Royal Family, a move that turned the monarchy's protector into its executioner, granting him total access and privileged information.",
          "content_2": "From the shadows of his residence in Yorkshire, Norland orchestrated every phase of the controlled collapse: the industrial sabotage, the financial panic, the disinformation. He coordinated the Twelve Houses like an orchestral conductor, ensuring that every failure seemed natural, every crisis, inevitable. The dinner in Yorkshire was not a negotiation, but the final staging of his play. There, with the Royal Family held prisoner and the country's elites as forced witnesses, Norland materialised the definitive rupture. His personal execution of Queen Victoria, synchronised with the final chime of Big Ben, was not an act of rage, but a calculated symbol: the old order died at the exact hour the new one was born. The Reaventhorns, from being lapdogs, became the founding regicides."
        },
        "funcion": {
          "title": "Function in the Empire",
          "content_1": "They are the enforcing will of the imperial project and the ultimate arbiters of power. They oversee and moderate the actions of the other eleven Founding Houses from the Imperial Council, guaranteeing that Norland's vision permeates every decision, every law, every spark of steam. They are the unbreakable nexus between the miraculous mineral and the destiny of the Empire, the custodians of the doctrine that holds that progress, order, and efficiency are the only gods worth serving. In their hands lies the authority to interpret and apply his mentality, the principle that justifies any means to ensure the perpetuity of the Empire."
        },
        "valores": {
          "title": "Family Values",
          "content_1": "The Reaventhorns revere power, not as a hedonistic end, but as the fundamental and sole tool for sculpting reality. They believe that the will, when sufficiently cold and resolute, can bend even the laws of nature, as demonstrated by Aevar.",
          "content_2": "They value efficiency and differential competence above all else. They despise incompetence and blind loyalty without practical utility. For them, sentimentalism, vague blood ties, and nostalgia are weaknesses that corrode the foundations of order. Their loyalty is a cold and calculated concept; one is loyal to Norland's imperial project because it is the logical and supreme embodiment of progress, not out of familial or emotional obligation. Merit, strategy, and foresight are the only virtues they recognise."
        },
        "info": {
          "title": "Key Information",
          "content_1": "Norland's Hidden Plan: Even for the Imperial Council, Norland is an enigma who calculates moves several steps ahead of everyone else. It is rumoured that he manages the Empire with a final goal that transcends mere world conquest, a secret objective linked to the very limits of Aevar which is being developed in the deepest and most heavily guarded laboratories of the Empire.",
          "content_2": "The Illicit Heir: The youngest of the Lovelaces, publicly recognised as the son of Lord Alistair Lovelace, is in reality the scion of the secret romance between Norland and Lady Eleanor Lovelace. This young man, named Cornelius, is unaware of his true parentage but is observed with a peculiar and distant attention by the Emperor.",
          "content_3": "The Sword of Damocles: Norland is fully aware of the contained hatred professed by his nephew, Leonard Reaventhorn, whose father he executed. However, in a display of Machiavellian confidence, he not only tolerates him but values and respects the young man's formidable capacity as a soldier, seeing in his cold and disciplined anger an exceptional instrument that, for now, serves the designs of the Empire to perfection.",
          "content_4": "The Frozen Fracture: The execution of Eldric Reaventhorn, Norland's younger brother, was not a mere act of repression. It was the ritual purging of the only moral opposition that could cause Norland himself to hesitate. His ghost, though erased from the records, persists as the only crack in the Emperor's absolutist will, a price he calculated and accepted to pay."
        }
      },
      "miembros": {
        "norland": {
          "name": "Norland Reaventhorn",
          "biografia": {
            "title": "Biography",
            "content_1": "Norland Reaventhorn was born into the bosom of minor nobility whose name weighed less than its debts. From his youth, his sharp intellect and cold determination clashed against the glass ceiling of his lineage. His education at Oxford not only endowed him with an exceptional command of engineering and political economy but also revealed to him, with brutal clarity, the structural limitations of a monarchy anchored in sentimentalism and tradition. The submissive attitude of his father, who accepted with resignation the role of lapdog to more powerful houses, bred in Norland a deep contempt for his family's condition and boundless ambition.",
            "content_2": "Following the death of his parents, he abandoned a surname he associated with weakness and departed for the African colonies as the executive assistant to a mining tycoon. There, in an environment where life was just another resource and the law was imposed by the strongest, his character was tempered once and for all. He learned that power is not begged for; it is taken. That authority is exercised with an iron fist or not exercised at all. The fortune and vast mining concessions he inherited following the mysterious and timely disappearance of his mentor were not a stroke of luck, but the first calculated fruit of his will. This capital allowed him to return to England and claim what he considered his by right of capability: the leadership of House Reaventhorn.",
            "content_3": "But his true vision crystallised with the discovery of Aevar. In that mineral of opalescent sheen and colossal power, Norland did not see a simple commercial advantage. He saw the soul of a new world. The catalyst capable of fusing the iron of industry with the iron will of a leader, to forge an unstoppable order. From that moment, his biography ceased to be that of a man to become that of the architect of an empire."
          },
          "filosofia": {
            "title": "Philosophy and Vision",
            "content_1": "To him, concepts such as tradition, mercy, or blood-inherited rights are nothing more than superstitions that obstruct the path of progress. He believes that history is an imperfect machine, and that its only legitimate purpose is to be redesigned by minds lucid enough and wills strong enough.",
            "content_2": "His vision of the Empire of Aevora is that of a perfectly hierarchised and mechanised social organism. A vast piece of engineering where every individual, from the emperor to the mine worker, is a cog with a specific function, lubricated by obedience and driven by the infinite energy of Aevar. In this worldview, individual freedom is a dangerous myth; true freedom is that experienced by the social machine when functioning without friction. His motto, \"The Will that does not waver, reigns\", sums up his creed: in the universe he has built, doubt is the only unforgivable sin."
          },
          "fisico": {
            "title": "Physical Appearance",
            "content_1": "Norland Reaventhorn possesses a presence that commands silence before a word is spoken. Standing between 1.80 and 1.85 metres tall with a powerful and athletic build, he embodies the fusion of physical strength with intellectual authority. His face, with chiselled features and a firm jawline, is a map of controlled severity, from which any trace of frivolous youth has vanished.",
            "content_2": "Norland's hair is ash-blond, and his eyes are of a blue so icy that, under certain light, they reveal unsettling and subtle reddish hues. However, what truly defines him is the mask of burnished steel and ebony that permanently covers the upper part of his face. More than a protection, this mask is a symbol, a declaration: it hides the eyes, considered the window to the soul, and transforms the man into an icon. His voice, metallic and measured, emerges from behind it with the precision of perfectly calibrated machinery. The mask stands as the final and insurmountable wall separating Norland, the individual of flesh and blood, from Norland, the living incarnation of the imperial will."
          }
        },
        "eldric": {
          "name": "Eldric Reaventhorn",
          "biografia": {
            "title": "Biography",
            "content_1": "He grew up in the very same shadow of minor nobility as his brother Norland, but where the latter saw only humiliation and weakness, Eldric perceived dignity in modesty and worth in the traditions that wove the social fabric. His time at Oxford led him through the cloisters of moral philosophy and social sciences, not the engineering workshops. There he was nourished by the ideals of the Enlightenment, the concept of inalienable rights, and the belief in human perfectibility through ethical reason, not merely technical.",
            "content_2": "While Norland was away in Africa, forging himself under the yoke of naked power, Eldric remained in England, observing with growing alarm the social fracture caused by unchecked industrialisation. The death of his parents left him as the sole moral counterweight within his own family. He observed Norland's meteoric and sinister rise not with envy, but with deep dread. He recognised in Aevar not the miracle his brother proclaimed, but a narcotic for the collective conscience, a substance that promised power in exchange for the soul.",
            "content_3": "His opposition to the coup d'état and the nascent Empire was not an act of political rebellion, but of existential resistance. He did not covet a throne, but sought to defend the very idea of humanity he saw being sacrificed on the altar of efficiency. When Norland's words began to forge chains of steel and steam, Eldric's became the last whisper of conscience, circulating from hand to hand like seeds of a world that refused to die. His tragedy was not having challenged an emperor, but having reminded him that he was once a man."
          },
          "filosofia": {
            "title": "Philosophy and Vision",
            "content_1": "Eldric Reaventhorn's philosophy was a militant humanism. He believed that the value of a society was measured not by its steel production or firepower, but by the degree of freedom, compassion, and justice it guaranteed to each of its members. For him, progress was a journey towards greater moral enlightenment and personal autonomy, not a race towards mechanical domination.",
            "content_2": "He stood in frontal opposition to Norland's social determinism. Where his brother saw cogs, Eldric saw people; where Norland imposed functions. He considered technology, and Aevar in particular, as ambivalent tools; they could liberate man from brutalising labour or enslave him to a new and more sophisticated tyranny. His vision was of a future where the machine was at the service of humanity, to free up time for thought, art, and community, not to consume every instant in an infinite wheel of production. In the Empire of Aevora, he saw the nightmare realised, the inversion of this principle."
          },
          "fisico": {
            "title": "Physical Appearance",
            "content_1": "Eldric Reaventhorn was the distorted and human reflection of his brother. He shared a similar stature, around 1.80 metres, and an athletic build, although his was that of a walker and a thinker, not that of a soldier or an engineer. His strength was functional, not ostentatious. The family resemblance broke down in the crucial details: his hair, of a messier, more ash-blond, framed a face where Norland's severity was exchanged for a reflective melancholy and a deep fatigue.",
            "content_2": "His eyes, of the same familiar blue, completely lacked the unsettling reddish hues that Aevar imprinted on his brother's gaze. They were clear, direct, and sad, capable of conveying a disarming empathy. He rejected the oppressive aesthetic of the new imperial nobility. He wore simple, practical, and well-worn clothes, generally in muted tones: browns, dark greys, moss greens. He wore no insignia, no decorative cogs, nor any symbol of the new order. His appearance was that of a scholar, a deliberate anachronism in a world of steam and polished steel. This simplicity was not poverty, but a declaration of principles: a silent reminder that true authority needs no adornments, and that humanity must not disguise itself as a machine. At his execution, that very simplicity made him appear not as a fallen prince, but as a common man sacrificed, multiplying the power of his martyrdom."
          }
        },
        "leonard": {
          "name": "Leonard Reaventhorn",
          "biografia": {
            "title": "Biography",
            "content_1": "Leonard Reaventhorn bears the weight of a surname that is at once a stigma and a crown of thorns. As the son of Norland's younger brother, he was born on the periphery of the power his uncle coveted. His childhood, shared with his twin siblings William and Sophia, was brutally cut short when his father led one of the first and bloodiest rebellions against the new regime. Leonard not only lost his parents to Norland's executing hand; he was a forced witness to how imperial pragmatism turned a family bond into a crime of treason. The Emperor's mercy, orchestrated by House Lovelace, was a subtler condemnation: the gilded exile of his siblings in a noble household and, for him, the choice to vanish into anonymity or infiltrate the beast that devoured his family.",
            "content_2": "He chose the third way, a masterstroke. At the age of fourteen, renouncing the Lovelace surname and the status of an adopted noble, he enlisted as one of the \"Houseless\". In the army, Norland's preferred instrument, Leonard found the perfect battlefield for his personal duel. He demonstrated an innate tactical talent and a coldness under fire that soon drew attention, replicating his uncle's strategic genius but devoid of his ideology. He rose to Sergeant at seventeen, not in spite of being stateless, but because his raw skill was a resource that even the staunchest nepotism could not ignore. His posting to the Eastern Front was not an exile, but the crucible where he would begin to forge the weapon that might one day turn against the heart of the Empire."
          },
          "filosofia": {
            "title": "Philosophy and Vision",
            "content_1": "Leonard Reaventhorn does not have a philosophy; he has a mission, and everything else is a façade. His view of the world is binary and claustrophobic. On one side, the absolute preservation of his siblings, William and Sophia, the only vestiges of a world prior to Aevar and the sole vessels of his residual humanity. On the other, the methodical destruction of Norland and the system he erected. To achieve both ends, he has constructed an identity of iron: the perfect imperial soldier, loyal to the point of obsequiousness, efficient to the point of inhumanity.",
            "content_2": "This front is his weapon and his armour. Every act of discipline, every mission accomplished with excess, every display of cold devotion, is another brick in the wall of trust he needs to bring down from within. He does not believe in the Empire, in Aevar, or in mechanical progress; he believes in calculation, in patience, and in the strength of contained hatred. His loyalty is a slow-acting poison, and his rise through the ranks, the syringe that will carry him to the jugular vein of power.",
            "content_3": "At its core, his vision is of the world as a clockwork mechanism that must be dismantled piece by piece, starting with the master pendulum. Meanwhile, he protects his siblings not with visible affection, but with the strategic distance of a man who knows that any exposed weakness is a pressure point for the enemy."
          },
          "fisico": {
            "title": "Physical Appearance",
            "content_1": "Leonard Reaventhorn is the incarnation of martial utility, an instrument polished by service and singular purpose. Of average height, between 1.75 and 1.80 metres, he possesses an athletic and functional physique, sculpted by military rigour and lacking any ostentation. It is not the imposing build of Norland, but that of an efficient predator, where every muscle has a practical application in combat or survival.",
            "content_2": "His appearance is a careful balance between anonymity and forced distinction. His hair, a dark chestnut inherited from his mother and kept longer than regulations permit but always under control, is a tacit rejection of the dynastic blonde of the Reaventhorns. His face, with angular features and a pallor acquired in extreme climates and interminable watches, rarely shows anything beyond an impassive concentration.",
            "content_3": "But his eyes are the most revealing and ambiguous feature: of an intense brown, in certain light or moments of extreme tension, they hint at subtle and unsettling reddish hues. They are not the opalescent shine of a habitual consumer of refined Aevar, but a dull glimmer, like embers covered in ash, suggesting a different exposure, perhaps a slow internal combustion.",
            "content_4": "He wears the imperial uniform with impeccable but worn precision, without flashy decorations, as if his body were just another tool of the Empire, silently awaiting the moment when the tool might turn against the hand that wields it."
          }
        },
        "williamsophia": {
          "name": "William and Sophia Reaventhorn",
          "biografia": {
            "title": "Biography",
            "content_1": "William and Sophia Reaventhorn, twins joined by the umbilical cord of trauma and beauty, are the ghost children of the failed revolt. Blood nephew and niece of the Emperor, but adopted children of House Lovelace by decree of a calculated mercy. Following the execution of their parents, they were torn from the skirts of the insurgency and transplanted into the very heart of the order that stifled it. Raised in the impeccable drawing rooms of the Lovelaces, they were granted every privilege except the truth; they were instilled with the notion that their parents' sacrifice was a necessary evil, a tragic but logical error on the path towards imperial progress.",
            "content_2": "In this hothouse of elegant lies, their genius found an unexpected refuge: music. William became a piano prodigy; Sophia, a virtuoso of the violin. The regime, which values precision above all else, celebrated their art as proof that excellence and beauty could flourish under the new order. Their concerts at the High Columns became State rituals, living demonstrations that Aevora was not only steam and violence, but also harmony and control. Unknowingly, they were transformed into the official musicians of their own tragedy, instruments tuned to play the symphony of imperial legitimacy."
          },
          "filosofia": {
            "title": "Philosophy and Vision",
            "content_1": "William and Sophia's philosophy is a fragile and cultivated faith in order as a substitute for justice. Raised in the doctrine that chaos is the only true evil, they have embraced musical harmony as the supreme good. They do not harbour the incandescent rancour of Leonard; instead, they feel a vague and elegant melancholy, a yearning for a world of simpler sentiments that they intuit is lost, but which they never knew.",
            "content_2": "Their vision is expressed through musical scores. To them, music is not an escape, but an exploration. It is the language through which they seek to decipher the humanity that the Empire systematically rationalises and represses. Every perfectly executed note is an attempt to connect with something essential and beautiful that they believe must still exist in the soul of the monster that adopted them. They are, at heart, unconscious idealists. They believe that their art can be a bridge, that the beauty they create can, drop by drop, soften the iron of the regime."
          },
          "fisico": {
            "title": "Physical Appearance",
            "content_1": "William possesses the elegant slenderness of one who dedicates his hours to contemplation and the keyboard, not the battlefield. Of average height, his bearing is upright yet fluid, that of a conductor containing the energy of the orchestra. His hair, of a lighter and ashier blonde than that of his siblings, falls with studied carelessness. His blue eyes, piercing and slightly distant, seem always to be listening to an inner music.",
            "content_2": "Sophia emanates a slender and ethereal grace. Her figure, petite but full of a tension ready to turn into movement, seems created to hold a violin. Her blonde hair, lustrous and always arranged in a complex yet practical manner, frames a face of fine features and contained expressiveness. Her eyes, of the same hereditary blue, hold a liquid depth that seems to capture and reflect the emotion of every note she plays."
          }
        }
      }
    },
    "armstrong": {
      "title": "Armstrong House",
      "subtitle": "Power Does Not Negotiate.",
      "intro": {
        "fundacion": {
          "title": "Foundation",
          "content_1": "The Armstrongs were not born into nobility; they forged it with hammer and fire. Their origins lie deep in the foundries of Northern England, where generations of blacksmiths and hydraulic engineers perfected the art of taming brute force. The true leap to power came with William Armstrong, a visionary obsessed with efficiency and applied power. He founded the Elswick Ordnance Company not as a mere business, but as a temple to a new religion: that of supreme mechanical force. Under his command, it became the principal supplier of weaponry to the Royal Navy and the British Army, feeding the machines of the global empire.",
          "content_2": "But William despised the bureaucratic mediocrity and corruption he saw in the War Office. He considered the old monarchical order, with its antiquated generals and parliamentary sluggishness, to be a brake on the true potential of martial engineering. When Norland Reaventhorn approached him, he did not offer gold or empty titles. He offered him what a weapons smith of his calibre truly craved: a limitless forge. The opportunity to redesign the art of war from its foundations, liberated from obsolete traditions and sentimental moralisms. Armstrong did not join a conspiracy; he enlisted in a technological crusade."
        },
        "papel": {
          "title": "Role in the Coup",
          "content_1": "The Armstrongs were the arm of naked steel within the conspiracy. While other houses undermined the economy or poisoned information, Armstrong's secret workshops, hidden in the Welsh valleys and the docks of Newcastle, were already roaring with the first prototypes of compressed steam rifles and the embryonic blueprints of what would become the Guardians. Their role was one of industrial sabotage and preventive technical superiority.",
          "content_2": "On the night of the coup, whilst chaos took hold of London, specialised teams of Armstrong technicians, dressed as maintenance workers, infiltrated key royal arsenals. They disabled artillery systems, contaminated gunpowder reserves, and secured coal depots, leaving the garrisons loyal to the Crown practically hamstrung. There was no need for great pitched battles; the war was won hours earlier, in the shadows, by men who knew every screw and every valve better than the soldiers who were meant to use them."
        },
        "funcion": {
          "title": "Function in the Empire",
          "content_1": "The Armstrongs are the Imperial Armourers, the blacksmiths of the new god of war. Their absolute dominion extends over the Forge Domains, vast industrial districts converted into factory-cathedrals dedicated exclusively to martial production. From the simplest steam rifle to the reactor of the Guardian Mark IV, every instrument of force that bears the Empire's seal has passed through their designs, their furnaces, and their testing benches.",
          "content_2": "Their function is to translate the raw and theoretical power of Aevar into realities of steel and fire. They oversee the entire chain: weaponry research, advanced metallurgy, mass production, field maintenance, and final disposal. They are the guardians of the doctrine of applied power: any resource, any idea, any human life, can and must be channelled towards increasing the destructive capacity of the Empire."
        },
        "valores": {
          "title": "Family Values",
          "content_1": "The Armstrongs revere a secular trinity: Strength, Efficiency, and Utility. They believe that brute power, correctly directed, is history's ultimate argument and the basis of all legitimate authority. They value constant innovation, but only if it leads to greater robustness or superior lethality. They despise weakness in materials and weakness in character with equal intensity.",
          "content_2": "For them, loyalty to the Empire is not a patriotic sentiment, but the logical consequence of serving the entity that best applies their philosophy. An Armstrong would betray his family before signing off on a flawed design, for they consider an engineering error to be a stain on honour that lasts for centuries, whereas treason is a matter resolved with a gunshot."
        },
        "info": {
          "title": "Key Information",
          "content_1": "The Overlord Error: The catastrophic explosion of the \"Overlord\" Guardian prototype not only killed William Armstrong's youngest son but also fractured the soul of the house. The incident, privately and bitterly attributed to a batch of inferior quality steel supplied by House Vickers, an accusation never proven but never forgotten, transformed the Armstrongs' ambition into a paranoid obsession with redundancy, exhaustive testing, and quality at any cost.",
          "content_2": "The Reluctant Heir: Edgar Armstrong, the designated heir, is a thermodynamic genius whose mind sees engines where his father sees weapons. He despises the military application of his art, secretly longing to revolutionise civil transport or energy. This ideological weakness is an open secret that causes constant tensions with William and arouses concern in the Imperial Council regarding the martial future of the house.",
          "content_3": "The Iron Daughter: Oliviere Armstrong, the youngest daughter, is the living incarnation of the family values carried to their logical extreme. Recruited personally by Norland for the Norland Knights, she has transcended the forge to become a living weapon. Although her membership in the imperial elite is the highest public honour, in private it represents a painful paradox for William: his greatest success as a father is also his greatest failure, for his daughter now belongs more to the Emperor than to House Armstrong, a loss he attributes, with a dull resentment, to Norland himself."
        }
      },
      "miembros": {
        "william": {
          "name": "William Armstrong",
          "biografia": {
            "title": "Biography",
            "content_1": "William Armstrong was born the heir to a dynasty of blacksmiths and hydraulic engineers; from childhood, his world was one of brute forces tamed by intelligence: the pressure of steam, the resistance of steel, the geometry of power. His genius was not theoretical, but visceral; he understood that the greatness of a nation was measured in the calibre of its cannons and the robustness of its machines. With a will that rivalled that of the hydraulic presses he admired, he transformed the modest family workshop into the colossal complex of the Elswick Ordnance Company.",
            "content_2": "His alliance with Norland Reaventhorn was natural and inevitable. Both shared a religious contempt for incompetence and obtuse tradition. In Norland's vision, William saw the definitive opportunity: an empire that would not only use his weapons but be founded upon the principles of their creation. He was the technical-military pillar of the coup, the man who guaranteed that the new era was born with fire superiority already assured. However, his iron trajectory was shattered by the explosion of the \"Overlord\" prototype. The death of his youngest son was not merely a personal tragedy; it was a catastrophic failure in his own design. This event transformed his ambition into a sombre obsession, and sealed within his heart a cold and incandescent rancour towards House Vickers, whom he eternally blames for providing the treacherous steel."
          },
          "filosofia": {
            "title": "Philosophy and Vision",
            "content_1": "His philosophy is reduced to an immutable principle: applied power is the only truth. He believes that progress, security, and even morality are by-products of force deployed with relentless efficiency. The death of his youngest son did not soften his vision; it made it fanatic. He now believes that weakness is not an accident, but a capital sin against the natural order. His obsession with redundancy, exhaustive testing, and over-engineering is a ritual of atonement and a fortification against chaos.",
            "content_2": "To him, the Empire of Aevora is the ultimate machine, and his function is to be the smith who ensures that every cog, every weld, and every spark of steam is up to the task of withstanding the titanic pressures of imperial destiny."
          },
          "fisico": {
            "title": "Physical Appearance",
            "content_1": "William Armstrong embodies authority and the essence of massiveness. His figure, tall and broad, still retains the powerful constitution of the blacksmith he was in his youth. His face is a sculpted map of decades of critical decisions, with deep wrinkles that narrate his history.",
            "content_2": "A constant patina of soot and fine oil seems to cling to his skin, an olfactory reminder of the forge that accompanies him always. A twisted purple scar, the legacy of the \"Overlord\", crosses his scalp to the left temple, a physical reminder of his single and devastating design error. His hands are authentic monuments to calluses and knuckles deformed by old impacts, but, paradoxically, they are capable of extreme precision.",
            "content_3": "However, it is his gaze that commands respect and silence. His eyes, the colour of the coldest, tempered steel, do not focus on people; they measure and evaluate. They ceaselessly scan everything in their path in search of solidity, balance, and potential points of failure, treating the world like a prototype subjected to a stress test."
          }
        },
        "edgar": {
          "name": "Edgar Armstrong",
          "biografia": {
            "title": "Biography",
            "content_1": "Edgar Armstrong grew up immersed in the clamorous and burning forge his father had created. Although he inherited the genius of his lineage, his intellect was oriented towards a different form of harmony: the precision of thermodynamic equations and the flow of pure energy. Instead of the controlled chaos of weapons of war, Edgar sought efficiency. He was a child prodigy, rapidly surpassing his masters; his precise mind was capable of deciphering the deepest mysteries of Aevar. However, while William only saw the potential for a more powerful projectile, Edgar calculated the efficiency of an engine capable of linking continents.",
            "content_2": "The explosion of the \"Overlord\" and the death of his younger brother did not harden his heart; they broke it in a different way. He did not see a technical error to be amended with more violence, but the ultimate proof of the horror to which his family's martial obsession led. Although he is the silent architect behind the Empire's most advanced propulsion systems, every achievement tastes like ash to him. His genius is at the service of a war machine he despises in the depths of his soul, and his greatest torment is knowing that without his work, the Empire would grind to a halt, yet his hunger for knowledge prevents him from stopping."
          },
          "filosofia": {
            "title": "Philosophy and Vision",
            "content_1": "To him, Aevar is not the soul of a weapon, but the key to a future of abundance. He envisions a world transformed by the clean and omnipresent energy of the mineral: cities illuminated without smoke, trains traversing oceans over bridges of stable steam, industries that liberate man from brutalising labour instead of enslaving him to the production of more tools of death.",
            "content_2": "He considers war, and the military-industrial complex his family leads, as the most primitive and wasteful application possible of the Aevar miracle. A waste of resources, of intellect, and, above all, of lives. His loyalty to the Empire is not born of ideological fervour, but of a cold sense of duty and the gilded trap in which he lives; he knows that his family, his position, and the lives of those who depend on him are inextricably linked to the machine he abhors."
          },
          "fisico": {
            "title": "Physical Appearance",
            "content_1": "Edgar Armstrong is the physical negation of the Armstrong ideal. Thin and of average height, his posture is perpetually stooped, whether over a drawing board, a book of dense formulae, or in a gesture of unconscious defence.",
            "content_2": "His clothes, though of good quality, are always dishevelled and bear the marks of his trade: stains of indelible ink on his fingers and cuffs, small acid holes in his laboratory jacket, a sheen of fine oil on his trousers. His hands, long and fine, are skilled with the compass and the quill, but lack the scars and calluses that are his father's medals.",
            "content_3": "His gaze is his most defining feature: eyes of a piercing and intense green, which rarely settle on the interlocutor. They tend to get lost in the distance, following trajectories of imaginary particles or calculating energy losses in hypothetical systems. In his gaze there is no trace of William's steely and evaluating grey; there is the restless gleam of one who sees wonders and horrors that others are incapable of even imagining."
          }
        },
        "oliviere": {
          "name": "Oliviere Armstrong",
          "biografia": {
            "title": "Biography",
            "content_1": "Oliviere Armstrong forged her character not in the comfort of drawing rooms, but in the din of the Elswick Ordnance testing grounds. Her first toy was a steam rifle which, at the age of ten, she was already capable of dismantling and reassembling. Unlike her brother Edgar, absorbed in the elegance of theoretical thermodynamics, Oliviere was drawn to the smell of cordite, the roar of the tests, and the palpable power of the machinery.",
            "content_2": "The loss of her younger brother in the \"Overlord\" catastrophe did not break her with grief; rather, it crystallised an unwavering purpose: not only to master the technology that had failed, but to be that technology, thus eradicating any possibility that a design flaw might ever again cost a family life.",
            "content_3": "This mixture of technical fervour and almost mystical contempt for personal risk captured the attention of Norland Reaventhorn. He saw in her not merely a talented engineer, but the ideal prototype for his most ambitious project: a new archetype of soldier where will, flesh, and machine converged. Her induction into the Norland Knights was not a simple promotion, but a genuine transfiguration.",
            "content_4": "Now, under the name Sir Oliviere Armstrong, her supreme loyalty is to the Emperor, superseding that of her own lineage. To the Empire, she is living proof of human evolution. To her father, William, Oliviere is the lost daughter, a masterpiece he forged but who now belongs to another master, a constant reminder of Norland's power to claim even that which an Armstrong considers irrevocably theirs."
          },
          "filosofia": {
            "title": "Philosophy and Vision",
            "content_1": "To her, the family philosophy of applied power reaches its peak not in the external machine, but in the biotechnological fusion of the human with the instrument. She believes that the logical destiny of Armstrong engineering is to transcend the forge and merge with its creation: the Knight does not pilot a Guardian; the Knight is the Guardian.",
            "content_2": "She considers the visions of her father and brother as lower rungs on the same ladder. The true revolution, she insists, is internal: using Aevar not to fuel cannons or trains, but to rewrite human biology, creating a new caste of beings, stronger, faster, more loyal, and more efficient. Her loyalty to Norland is absolute because he is the only one who shares and permits this extreme vision."
          },
          "fisico": {
            "title": "Physical Appearance",
            "content_1": "Oliviere Armstrong embodies the aesthetic of personal power, a fusion of flesh and steel. Her physique, tall, athletic, and with defined musculature, is indispensable for her Knight uniform and a testament to her iron discipline and the subtle modifications granted by the Aevar Infusion. She possesses the innate elegance of the nobility, but reoriented towards a utilitarian and lethal purpose.",
            "content_2": "Her face, with high cheekbones and a firm jawline, is an example of absolute control. She rarely shows emotion, as if feelings were inefficient variables. Her eyes, of a glacial blue-grey, hold a milky and opalescent sheen, the unmistakable mark of constant exposure to refined Aevar and its full integration into her nervous system. Her jet-black hair is cut in a rigorously practical manner, flush with the neck, with no concessions to fashion.",
            "content_3": "Even when not on full duty, she is never separated from her armour. She always carries a distinctive element or her auxiliary face mask, which rests upon her chest like an omen of imminent death. Her movements are silent and measured, but radiate a palpable tension."
          }
        }
      }
    },
    "lovelace": {
      "title": "Lovelace House",
      "subtitle": "Nothing can be hidden from an unyielding gaze.",
      "intro": {
        "fundacion": {
          "title": "Foundation",
          "content_1": "House Lovelace was not built; it was inherited, layer upon layer of centuries of service, secrets, and silent access to power. Their lineage is one of the oldest in England, forged not in pitched battles, but in the private corridors of palaces and in the shadows of thrones. For generations, they were the discreet guardians, the stewards of royal secrets, the men and women who knew where the keys were kept-both to the doors and to the scandals. Their honour resided in being the living memory and discretion of the monarchy.",
          "content_2": "However, Alistair Lovelace, the current patriarch, was a man whose loyalty was conditioned by efficacy, not tradition. From his privileged position as Head of Royal Security, he did not see the grandeur of the Crown, but its institutional decadence, its inability to adapt to the roar of the new industrial age. When Norland Reaventhorn extended his hand, he did not offer bribes, but irrefutable logic: the opportunity to cease being the guardian of a museum to become that of an Empire. Alistair did not betray out of vulgar ambition, but out of cold conviction; he preferred to serve the future than to console the past."
        },
        "papel": {
          "title": "Role in the Coup",
          "content_1": "The Lovelaces were the clockwork mechanism that allowed the machinery of the coup to assemble in silence. While other houses prepared explosions or sabotage, the Lovelaces executed the perfect sabotage: that of information and the Crown's trust. From within the royal apparatus, they deactivated security protocols, redirected vital communications, and mapped every room, every tunnel, and every doubtful loyalty within the palace.",
          "content_2": "On the night of the regicide, their role was culminating and symbolic. It was Lord Alistair Lovelace in person who, exercising the authority of his office, escorted a trusting Queen Victoria and her family directly to the trap laid in Yorkshire. There was no struggle, nor alarm, only the impeccable execution of a protocol by the man most trusted to prevent it. This betrayal was not an act of violence, but of political surgery; they excised the heart of the old regime with the hands that had always protected it, demonstrating that the true key to power is not force, but access."
        },
        "funcion": {
          "title": "Function in the Empire",
          "content_1": "The Lovelaces are the Imperial Watchmen; they oversee the entire apparatus of internal security, intelligence, counter-espionage, and ideological surveillance of the Empire. They manage the Imperial Eye Network, the telegraphic and informant nervous system that monitors every heartbeat of society, from the High Columns to the mines of the Outcasts.",
          "content_2": "Furthermore, they are the custodians of memory and appearances. They are in charge of the adoption and upbringing of the Emperor's nephew and niece (William and Sophia Reaventhorn), a ceremonial responsibility that is, in reality, a long-range control operation over Norland's own lineage. Their ultimate function is to ensure that no idea, no conspiracy, and no subversive sentiment germinates without being detected, catalogued, and, if necessary, eradicated."
        },
        "valores": {
          "title": "Family Values",
          "content_1": "The Lovelaces revere duty above loyalty. To them, loyalty is a fickle and dangerous sentiment; duty is a cold algorithm towards the most stable and efficient system available. They believe that the survival of the State is the supreme good, and any personal oath must be subordinate to it.",
          "content_2": "They value secrecy, discretion, and insight above bravery or brute force. They despise incompetence and, above all, naivety. They consider a lack of vision-the inability to see the subterranean currents of power-as the capital sin. Their honour no longer resides in fidelity to a person, but in the impassive perfection with which they guarantee the perpetuity of the Empire."
        },
        "info": {
          "title": "Key Information",
          "content_1": "The Illicit Heir: Cornelius Lovelace, publicly recognised as Alistair's youngest son, is the fruit of the secret romance between Norland Reaventhorn and Lady Eleanor Lovelace. This young man, unaware of his true parentage, is observed with a distant and analytical attention by the Emperor.",
          "content_2": "The Network of Shadows: Beyond the bureaucratic Eye Network, the Lovelaces operate a clandestine organisation known as \"The Shadows\". It is their arm specialised in the silent and traceless elimination of internal threats, regardless of social stratum. The Shadows do not exist in any record, and their loyalty seems to float in a limbo between House Lovelace and the direct will of the Emperor.",
          "content_3": "Lady Eleanor's Double Loyalty: Lady Eleanor Lovelace is the enigma at the centre of the house. Her true loyalty is a secret so well-kept that neither her husband Alistair nor her children can decipher it. It is possible that her ultimate loyalty is not to her house, nor to her husband, and not even to the Emperor."
        }
      },
      "miembros": {
        "alistair": {
          "name": "Alistair Lovelace",
          "biografia": {
            "title": "Biography",
            "content_1": "Alistair Lovelace, heir to a deeply loyal nobility, grew up immersed in English high society, receiving a dual education: on one hand, diplomacy, courtly protocol, and the chivalric code. On the other, the shadowy art of state security, espionage, and the management of secrets. This education taught him to decode not only texts, but also the hidden intentions behind silences and glances.",
            "content_2": "However, unlike his ancestors, Alistair ceased to see a sacred duty and began to see a mere system. As Head of Royal Security, he soon identified the profound flaws of this system. Every management error and every ignored threat reinforced his conviction: the organism he served was in a phase of terminal decay.",
            "content_3": "It was then that Norland Reaventhorn presented himself, speaking to him in the only language Alistair respected: that of implacable rationality and long-term strategy. Norland did not tempt him with riches, but with the project of a new State, a mechanism where sentimentality would be replaced by efficiency, and controlled progress would supplant traditional chaos. For Alistair, the decision was not a simple choice between loyalty and treason, but a dilemma between clinging to a corpse or being the midwife to a new order. The surrendering of the Queen, whom he had sworn to protect, was not an impulsive act, but the cold conclusion of a rational calculation."
          },
          "filosofia": {
            "title": "Philosophy and Vision",
            "content_1": "For him, honour and loyalty are not virtues in themselves, but mere tactical tools. Their value lies solely in their capacity to promote the stability and efficiency of the system. He maintains that emotions are the greatest obstacle to good governance, as they introduce an unpredictable variable that disrupts the pure logic of power.",
            "content_2": "He conceives the Empire of Aevora as precision machinery on a continental scale. In this vision, the value of every citizen is defined by their function as a cog. The State acts as the \"omniscient watchmaker\", whose function is to supervise, maintain, and, if necessary, discard any defective component. His disdain for the old nobility is not motivated by envy, but because he considers them useless and purely decorative pieces, the residue of an already obsolete design."
          },
          "fisico": {
            "title": "Physical Appearance",
            "content_1": "Alistair Lovelace is the incarnation of a silent and dense authority; despite his average height and slight build, his presence imposes itself through the solidity of his character, not his physical size. His posture is of a natural uprightness, that of someone accustomed to the immobility of prolonged observation.",
            "content_2": "His face, of a notable pallor, is a work of precise and sharp features, as if chiselled by the accumulation of silent judgments. The most dominant feature is his gaze: light grey eyes, absolutely calculating and piercing, which rarely blink and seem to capture light rather than reflect it. Everything about him reflects a meticulous order, from his greying hair, separated by a rigorous side parting, to his fine moustache, perfectly trimmed.",
            "content_3": "His attire is of a measured and deliberately old-fashioned elegance, with every element charged with symbolism. On his waistcoat, a pocket watch replaces conventional hands with tiny, gleaming Aevar gears. He is inseparable from his ebony cane, an accessory that transcends its function, whose silver handle bears the engraving of the Eye of Aevar."
          }
        },
        "cornelius": {
          "name": "Cornelius Lovelace",
          "biografia": {
            "title": "Biography",
            "content_1": "Cornelius Lovelace has led a double life from the cradle; he is the legitimate youngest son of House Lovelace and, unknowingly, the secret scion of the Emperor. His adoption alongside his cousins, William and Sophia Reaventhorn, following the execution of their biological parents, was presented as an act of loyalty and mercy. But in Alistair Lovelace's cold economy of power, it was a masterstroke: consolidating control over the Emperor's collateral lineage and providing his house with a blood link to the throne.",
            "content_2": "He grew up in the watched opulence of the Lovelaces, where the code of family duty and discretion was instilled in him. However, his character was forged not in the drawing rooms of intrigue, but in his loyal and fierce friendship with his adoptive cousin, Leonard Reaventhorn. In Leonard, Cornelius found an authenticity and pure martial capacity lacking in his world of whispers and protocols. He followed him into the army, not out of family obligation, but out of genuine admiration and a desire to prove himself outside the shadow of his surname.",
            "content_3": "His rise was meteoric, driven by the privilege of his name and the powerful shadow of his elder brother, Cassian, a Norland Knight. But every rank, every privilege, reminded him of the paradox of his existence: his success was attributed to lineage, whilst his deepest loyalty belonged to a man who had renounced all lineage. Posted to the Eastern Front, his mission in Japan is not merely military; it is not just an elegant exile, but a way to keep him useful yet removed from the epicentre of power."
          },
          "filosofia": {
            "title": "Philosophy and Vision",
            "content_1": "He internalised the family doctrine that order and stability are the supreme goods, the only ones that justify sacrifice and perpetual vigilance. He believes in the Empire as a necessary force in a chaotic world.",
            "content_2": "However, his philosophy fractures and reforms through the lens of his friendship with Leonard. In him, Cornelius sees the embodiment of a principle nobler than mere lineage: pure merit. His loyalty to Leonard transcends family politics; it is a loyalty of man to man, based on demonstrated capability and trust forged in adversity. This places him in silent conflict with the colder values of his house and, especially, with his brother Cassian.",
            "content_3": "His vision of the Empire is, therefore, contradictory. On one hand, he defends its structure as the guarantor of order. On the other, he secretly yearns for that order to recognise and reward the intrinsic worth of men like Leonard over the accidents of birth. He believes that the true strength of the Empire lies not only in its Guardians and its network of spies, but in the moral and martial quality of the exceptional individuals who uphold it-a dangerously romantic thought in the ruthless pragmatism of the Empire."
          },
          "fisico": {
            "title": "Physical Appearance",
            "content_1": "Cornelius Lovelace possesses the athletic elegance of a high-born officer and the functional physique of a field soldier. Of average height, around 1.78 metres, his build is slender but strong, marked by military training but without the overwhelming density of a Knight. He is the figure of a cavalry leader, agile and resilient.",
            "content_2": "His appearance is a testament to his double heritage. His facial features are noble and his skin pale, a trait that betrays his lineage. His eyes, of an intense and clear blue, come from a family branch he is unaware of. His hair, of a golden blond that is almost metallic, exceeds regulation length but is always kept impeccably groomed, a symbol of his nobility to which he clings even on the battlefield.",
            "content_3": "A detail breaks the controlled perfection of his image: a thin, pale scar that crosses the left side of his neck, from just below the ear to the collarbone. It is a reminder of a youthful carelessness during fencing training, a mark that even a Lovelace can be breached.",
            "content_4": "He wears the imperial uniform with the precision of a nobleman, but is often seen with his jacket unbuttoned or his tie slightly loosened in informal settings, a small gesture of rebellion against total rigidity."
          }
        },
        "cassian": {
          "name": "Cassian Lovelace",
          "biografia": {
            "title": "Biography",
            "content_1": "Cassian Lovelace was not raised; he was programmed. From his first breath, his existence was a protocol designed to perfect the ultimate function of his house: to be the all-seeing eye and the all-purifying hand. While other children played, he memorised building blueprints, studied micro-expressions, and dismantled lock mechanisms. His education was a dual immersion: in the martial arts of a spy and in the cold psychology of an inquisitor.",
            "content_2": "His initiation into the real world was the night of the coup d'état. At nineteen, he was not a mere spectator. While his father executed the master betrayal, Cassian led a clean-up team through the corridors of Westminster, ensuring that no unwanted witness, no overly loyal guard, interfered with the nascent new order. That night he felt no emotion, only the efficient satisfaction of a problem well solved.",
            "content_3": "His subsequent military career on the Scandinavian Front was a logical extension of his function. In the relentless ice, his innate coldness became an absolute advantage. His success did not go unnoticed. Norland Reaventhorn, the supreme architect, saw in him something more than a loyal soldier; he saw an empty vessel, perfect to fill with the purest essence of imperial duty. The Trial of the Mask of 1878 was not a test for Cassian; it was a confirmation ceremony."
          },
          "filosofia": {
            "title": "Philosophy and Vision",
            "content_1": "His view of the world is binary: the Empire (order, efficiency, perpetuity) and Chaos (everything else, including doubt, compassion, and personal loyalty). To him, duty is not a virtue; it is the only permissible reality.",
            "content_2": "He considers feelings, even family ties, as noise in the signal, glitches in the programme. He deeply despises what he catalogues as the \"strategic sentimentality\" of his brother Cornelius. Where Cornelius sees in Leonard Reaventhorn a brother-in-arms and a friend, Cassian sees an anomaly, a \"Houseless\" with exceptional talent, opaque motivations, and dangerous access to his brother's emotional heart. He watches him not out of enmity, but out of protocol. In his logic, any element that cannot be completely predicted and controlled [is a threat].",
            "content_3": "His vision is that of the Empire as an immunological organism. He and his kind are the white blood cells, and their function is to patrol the bloodstream of the State, identifying and ruthlessly eliminating any ideological pathogen, any rebel cell, any infection of independent thought."
          },
          "fisico": {
            "title": "Physical Appearance",
            "content_1": "Cassian Lovelace is not simply a man, but an imposing figure, a weapon of lethal precision, comparable to an animated marble sculpture. Standing at a height touching 1.90 metres, his physique combines the innate distinction of his lineage with a dense and unnatural musculature, a direct consequence of the Aevar Infusion.",
            "content_2": "His face appears to have been carved, with sharp features and a square jaw. The most striking feature is his pale, almost cadaverous and cold skin, which reveals faint bluish veins a side effect of the mineral's use. This pallor is complemented by an unsettling gaze: his eyes are milky, opalescent spheres that radiate a faint phosphorescence of their own. His jet-black hair is shaved close on the sides and kept short on top.",
            "content_3": "His clothing reflects absolute austerity and a rejection of vanity. Outside of his combat armour, he limits himself to wearing the uniform of the Norland Knights or civilian clothes of a rigorous, dark cut."
          }
        },
        "eleanor": {
          "name": "Eleanor Lovelace",
          "biografia": {
            "title": "Biography",
            "content_1": "Her origin is a void carefully wiped from all records. There is no clear lineage, no family of origin, nor any verifiable past prior to her appearance in London high society in the mid-1840s. Some rumours whisper that she might have been a colonial heiress of recent fortune; others, that she was an artist or a continental intellectual who adopted a new identity. The only certainty is that she burst onto the scene with a grace and insight that disarmed even the most cynical.",
            "content_2": "It was at one of the tedious court receptions that she caught the attention of Alistair Lovelace, then a young and ascetic Royal Security officer. While others sought his favour for his handsome appearance, she was the only one who seemed to see past his uniform, interrogating him with stinging intelligence about the mechanisms of power he studied so closely. It was not a romance of passion, but of mutual recognition between two cold intellects.",
            "content_3": "Alistair, the man who analysed everything, could not or would not-analyse the void in Eleanor's past. He took her as his wife, incorporating her enigma into England's oldest heritage. Their union was a pact of minds, a marriage that added yet another layer of depth to the already opaque House Lovelace."
          },
          "filosofia": {
            "title": "Philosophy and Vision",
            "content_1": "Eleanor Lovelace's philosophy is a closed book. Her vision of the Empire, of her husband, and even of herself, is inaccessible territory. She demonstrates impeccable outward loyalty towards Alistair and the regime, but never expresses an ideological opinion of her own. On the rare occasions she speaks in public, her words are measured, ambiguous, and perfectly orthodox, as if reciting a script written by another.",
            "content_2": "The only glimpse of a personal moral compass is revealed in her relationship with her children. With Cassian, there is a respectful coldness, as if she were observing the masterpiece she helped create. With Cornelius, her youngest son, a more tangible warmth is perceived, a fierce and silent protection that contrasts with her habitual detachment."
          },
          "fisico": {
            "title": "Physical Appearance",
            "content_1": "Eleanor Lovelace possesses a beauty that does not seek the spotlight, but manifests in a subtle and whispering elegance, drawing the eye precisely because of her discretion. Of average height and slender build, her appearance is of impeccable neatness, though deliberately devoid of any trait that might make her memorable. Her serene and proportionate features contrast with the harder edges of her husband and the spectral intensity of her son, Cassian.",
            "content_2": "Her hair, of an immaculate dark chestnut, is always gathered in a simple low bun, devoid of flashy ornaments. Her eyes, of an elusive grey-green, possess a reflective quality: they absorb the details of their surroundings without revealing anything of their interior. She dresses exclusively in Victorian haute couture, but always in a palette of muted tones: charcoal greys, moss greens, or dark blues. Ostentatious jewellery is absent from her attire.",
            "content_3": "Eleanor's most defining characteristic is, ironically, her seclusion. She rarely ventures outside the walls of the Lovelace manor or inescapable official receptions. She is not seen on walks in the park, attending the opera, or travelling. This self-imposed life, justified by pretexts of fragile health and a reserved temperament, has been the source of countless rumours for decades. In a household already shadowed by mystery, Eleanor has become the perfect shadow."
          }
        }
      }
    },
    "ejercito": {
      "title": "Structure of the Imperial Army",
      "intro_p1": "Under the grey sky of Aevora, where the smoke of the foundries clouds the horizon and steam sets the rhythm of existence, rises a pyramid of steel and obedience: The Steam Legion. This is not a standard army; it is not a collection of men with weapons, but a single organism, meticulously designed to be the perfect extension of the imperial will. Every soldier, every officer, every machine is a conscious cog within a greater machinery whose sole purpose is to maintain, expand, and perpetuate the order of Norland Reaventhorn.",
      "intro_p2": "The structure knows no improvisation. It is cold, calculated, and hierarchical, reflecting in its own organisation the social philosophy of the Empire: everyone in their place, every function assigned, every movement supervised. From the anonymous recruit to the Knight piloting a metal colossus, all answer to the same doctrine, inhale the same steam, and march in unison to the same metallic drum.",
      "soldados": {
        "title": "Private Soldiers",
        "content_1": "At the foundations of the Steam Legion lies the disciplined mass of the Private Soldiers. They are not heroes with names, nor volunteers moved by romantic ideals. They are, mostly, products of the system: labourers of exemplary performance, young technicians of proven loyalty, or sons of loyal families whose destiny was sealed in the Instruction of Duty. Their individuality dissolves in the Iron Fields, training complexes that resemble factories of human beings more than anything else.",
        "content_2": "Here, the recruit leaves his name behind. He becomes a unit number, just another face under an identical helmet. His training is a process of dismantling and reassembly: they learn to strip a compressed steam rifle with their eyes closed, to march for hours under the acid rain of the industrial districts, to obey orders without blinking. Controlled exposure to low doses of Aevar vapour during training not only strengthens their bodies but begins the subtle chemical conditioning that dulls critical thought and increases suggestibility.",
        "content_3": "Their equipment is functional and deadly: breech-loading steam rifles, light armour of overlapping plates that protect vital organs without restricting mobility, and respiratory masks with activated carbon filters that become a second skin on the battlefield. They do not fight for glory or for country; they fight for the Empire, for the stability it represents, and for the extra ration their families will receive if they survive. When they fall, their bodies are incinerated in the Mausoleums of Duty and their ashes, mixed with sacred steam, are symbolically reintegrated into the productive cycle of Aevar. Their death is, above all, useful."
      },
      "mandos": {
        "title": "Command Cadres",
        "content_1": "Above the homogeneous mass of soldiers operate the Command Cadres. These officers are the tendons that bind the will of the Imperial Council to the brute force of the troops. They do not reach their position by birth, but by coldly evaluated merit: they are the soldiers who showed unquestionable obedience, the technicians who demonstrated analytical coolness under pressure, the born strategists who understand Norland's doctrine not as a dogma, but as an operations manual.",
        "content_2": "Their training is more intellectual, but no less strict. They study mechanised combat tactics, supply logistics in hostile territory, and, above all, the psychology of control. They are responsible for the ideological health of their units. A soldier who doubts is a flaw in the system, and the Command Cadre member who does not detect and report him to the Eye Network is as guilty as the dissident.",
        "content_3": "On their uniform, always visible, they bear engraved or embroidered the Eye of Aevar. It is not a simple emblem; it is a constant reminder. It reminds them that they are watched by their superiors, but also reminds their subordinates that every glance, every gesture, every word whispered in the trench, is recorded. They are simultaneously leaders and gaolers, the embodiment of the horizontal surveillance that keeps the Legion cohesive."
      },
      "knights": {
        "title": "Knights",
        "content_1": "Beyond the Command Cadres lies the elite: the Knights. This is not a rank earned solely through discipline or tactical intelligence. It requires something more: an unshakeable mental stability, a loyalty that has been tested in crucibles of fire, and, finally, the will to submit to the Aevar Infusion.",
        "content_2": "This ritual is the frontier between the human soldier and the perfected imperial instrument. In pressurised chambers, the candidate inhales highly refined Aevar vapour under medical supervision of House Pelwright. The process is agonising and transformative. The Aevar fuses with their physiology, boosting their strength, accelerating their reflexes, and sharpening their senses to superhuman levels. The price is paid in the body: their eyes acquire a milky and opalescent sheen, and in cold environments, a faint vapour emanates from their skin, a sign of the energy that now boils within.",
        "content_3": "Knights are the only ones authorised to pilot the Guardians, the mechanised colossi that are the symbol of Aevorian might. The connection between Knight and machine is not merely mechanical; it is almost symbiotic. The Infusion allows them to withstand the brutal G-forces and process the avalanche of sensory data from the Guardian. A Knight without his machine is a formidable weapon; a Guardian without its Knight is a heap of inert metal. Together, they are the ultimate expression of Norland's military doctrine: the fusion of will, biology, and technology in a single instrument of war."
      }
    },
    "norland_knights": {
      "title": "Norland Knights",
      "intro_p1": "Above all, even above the most decorated Knights, exists a circle within the circle: the Norland Knights. They are not part of the traditional chain of command; they are the Emperor's left hand, a tool of absolute precision that answers solely to Norland Reaventhorn. Their creation was an act of personal will by the sovereign, and their existence sends a clear message to the Founding Houses: above their private armies and their intrigues, there is a superior, incorruptible, and lethal power.",
      "intro_p2": "Access to this corps is the Trial of the Mask, a test that is a filter, a ritual, and torture. Aspirants, whether promising heirs of the Houses or legendary Knights, are subjected to an exhaustive evaluation of their history, psychology, and physiology. The culminating moment is exposure in a hermetic chamber to concentrations of pure Aevar vapour bordering on the lethal. Only those whose cellular constitution resists without developing the Marking survive. Those who triumph receive a metal mask fitted to their face, an artefact that regulates the flow of Aevar in their body and certifies their new status: they are no longer completely human; they are something more and something less, instruments dedicated in body and soul to the imperial design.",
      "intro_p3": "Each Norland Knight possesses a unique Guardian Mark IV, a masterpiece of engineering custom-made for them. They operate on missions where failure is not an option: strategic assassinations, elimination of internal threats, conquest of impossible objectives. Their mere presence on a front means that the Emperor's eye is upon that battle, and his will is about to prevail. They are the final embodiment of Aevorian power: absolute efficiency at the service of an iron will.",
      "rangos": {
        "title": "Ranks",
        "content_1": "1. The Silver Hand:",
        "content_2": "Supreme leader of the Norland Knights and direct representative of the Emperor. Acts as the ultimate authority within the corps and oversees both internal operations and the execution of imperial orders. Their real identity and house of origin remain classified information for reasons of strategic security.",
        "content_3": "2. Information Classified.",
        "content_4": "3. Information Classified.",
        "content_5": "4. Information Classified.",
        "content_6": "5. Information Classified.",
        "content_7": "6. Sir Cassian Lovelace:", 
        "content_8": "Heir to House Lovelace. Specialist in covert operations and the surgical elimination of threats. His role within the corps focusses on infiltration, obtaining sensitive intelligence, and neutralising priority targets.",
        "content_9": "7. Sir Magnus Pelwright:",
        "content_10": "Heir to House Pelwright. Specialist in chemical weaponry and advanced manipulation of Aevar. Supervises projects related to experimental weapons and biological containment protocols.",
        "content_11": "8. Sir Seraphina Hale:",
        "contetn_12": "Origin unknown. Specialist in siege weaponry and the tactical deployment of heavy artillery. Her Guardian is adapted for prolonged operations and long-duration attacks. Principal coordinator of siege troops.",
        "content_13": "9. Sir Kael Moss:",
        "content_14": "Head of a minor house in service to the Cunards. Specialist in maritime combat, naval manoeuvres, and deployment in oceanic scenarios. Principal coordinator of the imperial fleets.",
        "content_15": "10. Sir Oliviere Armstrong:",
        "content_16": "The youngest of the Armstrong family and the most recent addition. Specialist in ground weaponry and heavy mechanised infantry tactics.",
        "content_17": "11. Sir Violet Wryn:",
        "content_18": "Heir to House Wryn, historically subordinate to House Lovelace. Specialist in close-quarters combat and direct engagement, considered one of the best duellists in the corps.",
        "content_19": "12. Sir Donovan Vickers:",
        "content_20": "The youngest member of the Vickers and the youngest amongst the Norland Knights. Specialist in long-range weaponry and precision systems."
      },
      "ascenso": {
        "title": "Ascent within the Corps",
        "intro": "In a system built on cold meritocracy and efficiency, ascent within the Norland Knights is a deliberate and often ruthless process. There is no room for dynastic inheritances or political favours. Only two paths exist, both paved with extreme testing and risk.",
        "sucesion": {
          "title": "Formal Succession",
          "content_1": "When a rank becomes vacant (due to death, degradation, or disintegration), a strict protocol is activated:",
          "content_2": "First, the vacancy is announced only within the circle of the Norland Knights and, occasionally, to ordinary Knights of exceptional performance.",
          "content_3": "Second, the Council of the Norland Knights, composed of the highest-ranking members, secretly evaluates the aspirants. They examine every detail: record of successful missions, mental stability in reports from House Lovelace, efficiency in the use of their Guardian, and absolute loyalty, measured in deeds, not words.",
          "content_4": "Finally, promotion is not decided by simple majority, but by unanimous consensus. a single veto from a Council member is sufficient to discard a candidate. This rule ensures that the promoted individual is accepted by the entire hierarchy as a capable equal, avoiding internal rifts. The chosen one is informed in private by the Silver Hand, and their new mask (bearing the marks of their new rank) is presented in a ceremony with no external witnesses."
        },
        "desafio": {
          "title": "The Challenge",
          "intro": "It is the most dangerous and respected method, a controlled vestige of combat for power that reflects the Empire's philosophy of fierce competition. Any Norland Knight may challenge a direct superior to a \"Trial of Competence\".",
          "regla": "The challenge must be submitted in writing to the Silver Hand, specifying the disputed rank and the nature of the test. It cannot be capricious; it must be based on an alleged deficiency of the superior, such as lack of tactical skill, logistical inefficiency, or weakness in their speciality.",
          "tipos": {
            "intro": "Types of Trial",
            "duelo": "Duel of Guardians: Combat in a testing ground. Victory demonstrates direct martial superiority.",
            "estrategia": "Strategic Test: The contenders are locked in simulation rooms and must solve a complex tactical scenario. Evaluates intellect and analytical coolness.",
            "voluntad": "Test of Will: Simultaneous and controlled exposure to critical levels of Aevar vapour, measuring physiological endurance and mental control. The first to falter or show signs of Marking loses."
          },
          "consecuencia": "If the challenger wins, they ascend immediately, occupying the rank of the vanquished, who is demoted. If they lose, they suffer a severe penalty, ranging from loss of privileges to, in cases of challenges perceived as reckless or insubordinate, expulsion from the corps and assignment to a penal unit. This system guarantees that leadership is always in the hands of the most capable, according to the Empire's values, and maintains a creative and lethal tension within the elite."
        }
      },
      "beneficios": {
        "title": "Benefits of Rank",
        "intro": "The benefits granted to a Norland Knight are proportional to their position, designed to maximise their efficacy and, at the same time, bind them irrevocably to the system that sustains them. They are the fuel of their loyalty and the reward for their dehumanisation.",
        "todos": {
          "title": "For all Norland Knights",
          "content_1": "Priority access to supervised doses of refined Aevar of the highest purity. It is not just a supply; it is a rite. This vapour maintains their augmented capabilities and deepens their physiological dependence, ensuring that their well-being is literally tied to the health of the Empire.",
          "content_2": "They enjoy an authority that transcends that of conventional military officers and minor nobles. A Norland Knight, even of entry rank, can demand cooperation from garrisons or supervise local operations in the name of the imperial interest, a phrase that opens all doors and silences most questions.",
          "content_3": "Every Knight has the right to a unique Guardian Mark IV, maintained and upgraded by the best technicians of Houses Armstrong and Vickers in reserved facilities. Their machine is an extension of their rank and their martial identity."
        },
        "piramide": {
          "title": "Scaling the Pyramid of Privileges",
          "content_1": "Middle ranks (such as Sir Magnus Pelwright or Sir Seraphina Hale) may request the use of experimental facilities to perfect their tactics or their Guardian, coming into contact with technologies that not even the Founding Houses know in their entirety.",
          "content_2": "They are granted direct authority over elite units of the Steam Legion for specific missions. A Norland Knight may, by order, command a battalion of common Knights or a company of steam assault troops.",
          "content_3": "From the fifth highest rank upwards, a Knight not only executes orders but may be consulted in the planning of minor campaigns or special operations within their speciality. Their experience becomes a resource of the Imperial War Council.",
          "content_4": "The most feared and coveted privilege. The five highest-ranking Knights have the right to request a private audience with the Emperor Norland Reaventhorn, bypassing the Imperial Council and the bureaucracy of the Houses. It is access to the very source of power, a supreme vote of confidence that carries an equally supreme risk: wasting the Emperor's time is an error only committed once."
        },
        "mano": {
          "title": "Privileges of the Silver Hand",
          "content_1": "The absolute apex. This Knight has no benefits; they are the benefit personified. They speak and act with the Emperor's authority when ordered. They have unlimited access to any resource, any secret, any facility. They can mobilise entire armies and issue orders to the patriarchs of the Founding Houses in matters of imperial security. Their identity, hidden from all, is the Empire's most guarded mystery. Their privilege is to be Norland's will made flesh and steel.",
          "content_2": "As if this were not enough, the Silver Hand possesses another unique benefit: the Personal Dominion of a Fiefdom. They may choose, with Norland's final approval, any territory within imperial borders that is not the capital or a capital district of a Founding House. This territory becomes their personal fiefdom, free from the direct control of any House. There, their word is law. They can reorganise its economy, establish their own garrisons of Guardians loyal only to them, and direct production towards their personal projects or the Emperor's secret designs. It is a micro-empire within the Empire, a laboratory of power where the will of the Silver Hand is tested without intermediaries. This fiefdom is not hereditary; it is an extension of their office. Upon their death or dismissal, the territory and its assets are reabsorbed by the Imperial Crown, purged, and reassigned."
        }
      }
    },
    "logistica": {
      "title": "Logistics and Supplies",
      "intro": "In the Empire of Aevora, war is not won by heroes or cannons alone, but by steam conduits, pressure logs, and convoys traversing continents under eternal surveillance. Imperial logistics is a dark and sacred science, a discipline that converts the energetic advantage of Aevar into sustained military dominance. It is the circulatory system of the steel colossus, and its interruption is the only wound it truly fears.",
      "abastecimiento": {
        "title": "Aevar Supply Chain",
        "content_1": "Everything begins and ends with the mineral. The supply of Aevar is not a logistical task; it is a state ritual, a deadly procession from the bowels of the earth to the combustion chambers of the Guardians.",
        "content_2": "The cycle is born in the high-toxicity mines, where the Outcasts, condemned to a slow death by Marking, tear the raw mineral from the rock. These operations are isolated, sealed, and watched by guards with orders to fire at any anomaly. Efficiency here is measured in tonnes extracted per hundred lives consumed.",
        "content_3": "The mineral travels in armoured convoys to the Alderfost-Pelwright refinement complexes, industrial fortresses where chemists chained to their work distill raw Aevar into its stable and potent form. Any error in pressure or temperature results not in a mere explosion, but in a cloud of toxic gas that provokes the first stages of the Marking upon mere inhalation.",
        "content_4": "Refined Aevar circulates through the Empire in double-layered pressurised containers, transported in special train wagons or tanker ships that are small floating fortresses. Each container bears a unique Aevar pressure seal, an energetic signature that the Imperial Eye Network tracks in real time through the telegraphic network. A drop in pressure or a deviation from the authorised route unleashes a treason investigation.",
        "content_5": "At the front, Aevar is stored in mobile cold chambers that advance with the troops. From there, specialised technicians in containment suits transfer it to the reactors of the Guardians, the steam rifles of the infantry, and camp generators. A Guardian Mark III can consume the equivalent of a minor mine's weekly production in a prolonged siege campaign."
      },
      "mantenimiento": {
        "title": "Technology Maintenance",
        "content_1": "An Empire fighting in the Scandinavian tundra, the French plains, and the northern seas simultaneously cannot rely on fixed workshops. The answer is the Legion's Mobile Workshops, mechanised appendages that convert the battlefield into a production line.",
        "content_2": "The Steel Surgeons are units, led by Custodians promoted from the Iron Rings, who follow the vanguard troops. Their mission is immediate recovery and repair. A Guardian with an articulated leg destroyed by artillery does not retreat; it is dismantled in situ. Viable parts are cannibalised, irreparable ones are melted down in portable furnaces, and critical components are replaced from an inventory tracked with bureaucratic precision.",
        "content_3": "Aevar used in combat becomes contaminated with combustion residues and metal particles. Technicians use portable steam centrifuges to separate reusable mineral, a dangerous process that leaves operators with chronic tremors.",
        "content_4": "Nothing is abandoned. A destroyed convoy is not a logistical disaster, but a deposit of resources to be recovered under enemy fire. This obsession with total recycling ensures that the imperial war effort can be sustained even when supply lines are stretched to the breaking point."
      }
    },
  "entrenamiento": {
      "title": "Training and Conditioning",
      "intro": "The Aevorian soldier is not born; he is manufactured. His creation does not occur on battlefields, but in the Iron Fields, factories of obedience where the perfect human cog for the military machine is forged. Here, the recruit does not learn to fight; he learns to be an extension of the Empire.",
      "campos": {
        "title": "The Iron Fields",
        "content_1": "These complexes, often built upon old poisoned industrial zones, are universities of submission. A recruit's cycle is a process of systematic dismantling.",
        "content_2": "Upon crossing the gate, the recruit surrenders his name, his possessions, and his past. He receives a number, an identical uniform, and a bunk in a dormitory vibrating with the distant rumble of steam generators. The first lesson is silence; the second, synchrony; and the third, the annulment of the self before the group.",
        "content_3": "Exercise is not performed outdoors, but in chambers where low-concentration Aevar vapour is introduced into the environment. Recruits run, march, and perform calisthenics whilst inhaling the essence of the Empire. The effects are dual: they increase lung capacity and stamina, and produce a mild euphoria and docility associated with the mineral. It is the first phase of physiological dependence.",
        "content_4": "Training sessions replicate specific scenarios for future imperial conquests. Failure is not punished with shouting, but with the reduction of rations or corrective exposure to higher concentrations of vapour.",
        "content_5": "Between sessions, screens project images of Guardians marching victoriously, speeches by Norland regarding efficiency and order, and history lessons where the night of the regicide is presented as the Necessary Dawn. They are taught that doubt is a manufacturing flaw, that loyalty to the Emperor is the only biological truth, and that the Outcasts are the natural consequence of weakness."
      },
      "programas": {
        "title": "Loyalty Programmes",
        "content_1": "Physical conditioning is merely the shell. The true wiring occurs in the mind, through protocols designed to excise free will.",
        "content_2": "Once a week, the unit congregates in an Affirmation Chamber. There, kneeling and masked, they inhale in unison a measured dose of refined Aevar, guided by a Political Commissar. The euphoric effect and mental clarity are explicitly associated with the Empire's grace. It is a chemical communion linking personal well-being to the State.",
        "content_3": "Ideological Clarification Sessions, led by officers of House Lovelace or Command Cadres, these gatherings are autopsies of doubt. Recruits must analyse speeches, identify deviant thoughts in hypothetical examples, and denounce any glimmer of weakness in themselves or, preferably, in their comrades. Denunciation is rewarded; complicit silence is punished.",
        "content_4": "Every three months, recruits are subjected to tests measuring their heart rate before images of labour unrest, their galvanic skin response upon hearing the name of Eldric Reaventhorn, and their reaction time to morally ambiguous orders. The data is sent to the Eye Network. A pattern of latent instability can mean reassignment to a penal unit, or something worse.",
        "content_5": "Graduation is not a ceremony, but a bureaucratic formality and a final act of submission. Before an imperial flag and a portrait of Norland, the now private soldier swears obedience. They sign a contract binding them for life to the Imperial Army and accept that, in the event of desertion or treason, their family will be socially reassigned. Only then do they receive their definitive unit number and are sent to their destination, perfectly polished pieces for the most formidable war machine in the world."
      }
    },
    "guardians": {
      "title": "Evolution of Guardians",
      "intro": "The Guardians are not mere vehicles; they are the mobile embodiment of Aevorian philosophy. Their evolution is the history of the Empire told in steel, steam, and blood.",
      "mark_i": {
        "title": "Guardian Mark I",
        "content_1": "The Mark I was the first metallic growl of the newborn Empire. Born of the joint blueprints of Armstrong, Vickers, and Brunel, it was less a war machine and more a mobile bastion. Heavy, slow, and with an Aevar reactor that roared like a wounded beast, its design was brutally simple: advance, absorb punishment, and destroy everything in its path with short-range steam cannons and hydraulic saws capable of splitting a carriage in two.",
        "content_2": "Its role in the early internal purges and on the Benelux Front was that of a psychological battering ram. Its appearance on the horizon, shrouded in a cloud of steam and thunderous noise, broke the morale of militias and regular soldiers alike. However, it was a giant with feet of clay. Its limited mobility made it vulnerable in complex terrain, and its unstable reactor was a time bomb that required many sacrificed technicians to master. It was the tool that opened the path, crude but unstoppable."
      },
      "mark_ii": {
        "title": "Guardian Mark II",
        "content_1": "Learning from the errors of the Mark I and facing the challenges of the Scandinavian Front, the Mark II was born. It was no longer a siege beast, but an adapted predator. Its improvements were profound: a dual-chamber reactor offering greater stability in extreme climates, reinforced joints for moving through snow and mud, and a pressure sensor system that allowed it to feel changes in the terrain.",
        "content_2": "Its weaponry became modular; it could swap a siege cannon for freezing steam launchers for Arctic operations. The Mark II was the workhorse of expansion, the machine that planted the banner of Aevora from the Norwegian fjords to the plains of Canada. It represented the transition from brute force to intelligent force, even if its intelligence was still purely mechanical."
      },
      "mark_iii": {
        "title": "Guardian Mark III",
        "content_1": "With the Mark III, the Guardian ceased to be a tool and became an extension of the pilot. Designed for symbiosis with Knights who had undergone the Aevar Infusion, this model was lethal elegance. Its triple-chamber reactor provided a smooth and devastating flow of energy; its composite armour, ultra-light, allowed for supernatural agility for its size; and its assisted targeting system translated the Knight's nerve impulses into shots of millimetric precision.",
        "content_2": "The Mark III was a whirlwind of death on the battlefield, capable of executing manoeuvres that seemed impossible. It was the symbol that the Empire's elite not only used technology, but had fused with it. Reserved for the most outstanding Knights, it was the final reward for loyalty and sacrifice."
      },
      "mark_iv": {
        "title": "Guardian Mark IV Prototype",
        "content_1": "The Mark IV Prototypes transcend the category of weapon. It is a myth manufactured in secret laboratories, a creature of legend reserved exclusively for the Norland Knights. Each unit is unique, hand-forged under the gaze of the Silver Hand, and its existence is a state secret of the highest order.",
        "content_2": "Its quadruple reactor is a heart of pure power, capable of feeding weapons that would consume any other Guardian. But its true horror lies in the direct-link neuro-mechanical system. It has no controls; the pilot connects via neural ports embedded in their mask. Machine and man think and react as a single entity, with a response time that defies biology.",
        "content_3": "Its experimental armour, christened Aevorian alloy, seems to absorb impact rather than resist it. The Mark IV does not fight; it executes. It is the Emperor's will materialised in a walking form, the final word in any debate regarding power. Seeing one in combat is, for the enemy, the last thing they will ever see."
      }
    },
    "armas": {
      "title": "Steam Weapons",
      "intro": "If the Guardians are the fists of the Empire, steam weapons are its claws and fangs, extending the power of Aevar to every soldier. These weapons replaced gunpowder with extreme-density compressed steam, creating a new paradigm of warfare.",
      "ventajas": {
        "title": "Advantages",
        "content_1": "Constant and lethal power: a steam rifle is not affected by humidity or extreme cold like gunpowder. Its shot is always the same, a supersonic projectile driven by a controlled steam explosion, capable of piercing light armour at hundreds of metres. The power is such that an Aevorian steam cannon can reduce a stone fortification to rubble in a matter of hours.",
        "content_2": "Instead of tonnes of gunpowder and bullets of different calibres, the imperial army needs only refined Aevar and inert projectiles. The same mineral feeds everything from an officer's pistol to a battleship's cannon. This creates a monomaniacal and efficient supply chain.",
        "content_3": "Weapons are not independent objects. They connect via reinforced hoses to portable reactors soldiers carry on their backs, or feed directly from Guardian generators. An infantry platoon thus becomes a mobile power network, capable of maintaining sustained fire while moving."
      },
      "limitaciones": {
        "title": "Limitations",
        "content_1": "Without Aevar, the imperial army is an inert metal giant. This absolute dependence is its Achilles' heel. Every destroyed convoy, every sabotaged mine, is a direct blow to the heart of its war capability.",
        "content_2": "Steam at extreme pressures generates fierce heat. Weapons require complex cooling cycles, utilising Alderfost systems that sometimes fail. A rifle used in a prolonged firefight can become incandescent and explode, taking the soldier's hand with it.",
        "content_3": "An Aevorian army does not know what stealth is. The characteristic hiss of weapons recharging, the dry crack of steam discharge, and the tremendous residual heat make them beacons for enemy artillery and make furtive operations impossible.",
        "content_4": "The Empire's enemies have learned. Introducing certain caustic compounds into a weapon's or a Guardian's steam system can destabilise the Aevar, provoking an internal explosion or accelerated corrosion that renders the equipment useless in minutes."
      }
    },
    "costes": {
      "title": "Human Costs of Progress",
      "intro": "The Empire measures advancement in efficiency and territory conquered, never in ruined lives. Aevorian technology is a demanding goddess, and her altar is watered with the suffering of every social stratum.",
      "soldados": {
        "title": "Private Soldiers and Technicians",
        "content": "They are the first to inhale residual vapours, to suffer burns from superheated steam leaks, and to endure smelter's cough, a chronic lung disease caused by the inhalation of Aevar micro-particles. Their bodies wear out decades before their natural time, discarded when they can no longer maintain the machine's pace."
      },
      "knights": {
        "title": "Knights",
        "content": "The Aevar Infusion and continuous exposure are a Faustian pact. Their superhuman strength and heightened senses are paid for with degenerative neuropathy, premature organ failure, and a dependence on the mineral that is as addictive as it is physical. The reddish hues in their eyes are only the first visible symptom of the slow internal combustion consuming them. They die young, often amidst crises of pain or steam-induced madness."
      },
      "norland_knights": {
        "title": "Norland Knights",
        "content": "They are the ones who pay the highest price. The Trial of the Mask and the link with the Mark IV accelerate their cellular degradation exponentially. It is rumoured that their life expectancy rarely exceeds a decade following their ascension. Some, near the end, begin to merge with the machine, losing the ability to distinguish where their bodies end and the Guardian begins, whispering to the steam conduits as if they answered them."
      },
      "marginados": {
        "title": "Outcasts",
        "content": "They are the literal fuel. Their exposure to raw Aevar in the mines turns them into Marked monsters, whose useful life is measured in weeks. When they fall, their bodies, already impregnated with the mineral, are processed to extract the last remnant of useful energy. They are the final reminder that in the Empire's economy, even death is a resource."
      }
    }
  },
  "footer": {
    "title": "The Empire of Aevora",
    "contact": "Contact",
    "copyright": "2025 The Empire of Aevora. All rights reserved."
  }
}