{
  "nav": {
    "nacimiento": "El Nacimiento del Imperio",
    "sociedad": "Sociedad",
    "casas": "Las Doce Casas",
    "poder": "Poder",
    "tecnologia": "Tecnología"
  },
  "header": {
    "title": "El Imperio de Aevora"
  },
  "nacimiento": {
    "title": "El Nacimiento del Imperio",
    "intro_p1": "El Imperio de Aevora nació de las cenizas de la monarquía británica tras un golpe de estado orquestado en 1868. Bajo el liderazgo frío y visionario de Norland Reaventhorn, una alianza de poderosas casas industriales y nobiliarias se alzó contra el antiguo régimen, impulsada por el descubrimiento de un recurso revolucionario, el Aevar. Este mineral, capaz de generar un vapor de potencia extraordinaria, se convirtió en el cimiento de un nuevo orden basado en la tecnología, la eficiencia y un control férreo.",
    "intro_p2": "Desde entonces, Aevora se erige como una sociedad estrictamente jerarquizada y regulada, donde la maquinaria de vapor y el acero definen el progreso. Es un imperio que prioriza la obediencia sobre la libertad, la producción sobre el individuo y la expansión sobre la diplomacia, gobernado por una filosofía implacable que ve en la tecnología el futuro de la humanidad, sin importar su costo.",
    "cards": {
      "origen": "Origen",
      "golpe": "Golpe de Estado",
      "amanecer": "Un Nuevo Amanecer"
    }
  },
  "sociedad": {
    "title": "Sociedad",
    "intro_p1": "Tras la consolidación del nuevo régimen, Norland Reaventhorn y el Consejo Imperial dedicaron los primeros años del Imperio a moldear su estructura social. Aevora se erigió sobre la premisa de que la estabilidad no podía basarse en el consenso, sino en la jerarquía. La sociedad debía funcionar como una máquina perfectamente calibrada, donde cada individuo, cada engranaje, cumpliera su función con precisión y obediencia.",
    "intro_p2": "De ese ideal surgió el Orden de las Cuatro Columnas, un sistema piramidal que definía con exactitud el lugar de cada ciudadano en la escala imperial. No existía movilidad ascendente, el nacimiento determinaba el deber, y el deber, el valor de la vida.",
    "cards": {
      "columnas": "Las Cuatro Columnas",
      "vigilancia": "Control y Vigilancia",
      "vida": "Vida Cotidiana",
      "economia": "Economía Imperial"
    }
  },
  "casas": {
    "title": "Las Doce Casas",
    "reaventhorn": {
      "name": "Casa Reaventhorn",
      "motto": "La voluntad que no duda, reina"
    },
    "armstrong": {
      "name": "Casa Armstrong",
      "motto": "La potencia no negocia"
    },
    "lovelace": {
      "name": "Casa Lovelace",
      "motto": "Nada puede ocultarse ante una mirada que no cede"
    },
    "cunard": {
      "name": "Casa Cunard",
      "motto": "Ninguna ola es lo suficientemente grande como para no ser dominada"
    },
    "vickers": {
      "name": "Casa Vickers",
      "motto": "La perfección no admite errores"
    },
    "rothschild": {
      "name": "Casa Rothschild",
      "motto": "El capital es la verdadera arma"
    },
    "barings": {
      "name": "Casa Barings",
      "motto": "Cada cifra es necesaria para sostener un imperio"
    },
    "brunel": {
      "name": "Casa Brunel",
      "motto": "Levantamos lo que otros solo imaginan"
    },
    "alderfost": {
      "name": "Casa Alderfost",
      "motto": "El calor es caos; nosotros somos el orden"
    },
    "pelwright": {
      "name": "Casa Pelwright",
      "motto": "En cada gota refinada hay una victoria"
    },
    "fenmarsh": {
      "name": "Casa Fenmarsh",
      "motto": "Cada carga es un secreto y cada secreto, un arma"
    },
    "ashmere": {
      "name": "Casa Ashmere",
      "motto": "Imprimimos la verdad"
    }
  },
  "poder": {
    "title": "Poder",
    "intro_p1": "En el Imperio de Aevora, el poder es la columna vertebral de hierro sobre la que descansa el orden imperial, un sistema tan perfectamente engrasado como letal. Para Norland Reaventhorn, la fuerza militar no era un instrumento de conquista, sino la expresión más pura de la lógica. Un organismo jerárquico, disciplinado y desprovisto de sentimentalismos, donde cada engranaje cumple su función en la gran máquina del Imperio.",
    "intro_p2": "Así nació y se perpetúa La Legión del Vapor, el ejército aevoriano. No es una milicia, ni una guardia pretoriana, es el brazo extendido de la voluntad imperial, una estructura piramidal tan rígida como el acero de sus Guardianes y tan fría como el vapor que alimenta sus motores.",
    "cards": {
      "ejercito": "Estructura del Ejército Imperial",
      "knights": "Norland Knights",
      "logistica": "Logística y Suministros",
      "entrenamiento": "Entrenamiento y Condicionamiento"
    }
  },
  "tecnologia": {
    "title": "Tecnología de Guerra",
    "intro_p1": "La supremacía militar del Imperio de Aevora depende directamente de su capacidad tecnológica. Cada avance responde a un objetivo específico: incrementar la eficiencia, reducir la necesidad de improvisación y consolidar el dominio imperial sobre cualquier territorio. La innovación no se concibe como exploración creativa, sino como un proceso estrictamente funcional, guiado por la lógica del progreso y la doctrina del Emperador.",
    "intro_p2": "El Aevar, como recurso energético único, constituye la base de toda innovación bélica. Desde los reactores portátiles hasta los Guardianes colosales, su presencia define la naturaleza de la tecnología aevoriana y establece los límites de su poder.",
    "cards": {
      "guardians": "Evolución de los Guardians",
      "armas": "Armas de Vapor",
      "costes": "Costes Humanos del Progreso"
    }
  },
  "modals": {
    "origen": {
      "title": "Origen",
      "contexto": {
        "title": "Contexto Histórico",
        "content_1": "La Primera Revolución Industrial transformó profundamente el sistema económico y político mundial. Sin embargo, hacia mediados del siglo XIX, las potencias europeas que habían impulsado este proceso empezaron a mostrar signos de desgaste. Cada nación enfrentaba condiciones particulares que limitaban su capacidad para mantener el liderazgo global.",
        "content_2": "El Reino Unido, pionero en industrialización, atravesaba un proceso de declive lento pero perceptible. La pérdida de las colonias americanas había generado un impacto duradero que los avances tecnológicos no conseguían ocultar por completo. Aunque las fábricas seguían funcionando con intensidad, el mantenimiento del vasto imperio implicaba costos cada vez más elevados. A esto se sumaba una distribución desigual de la riqueza, lo que hacía evidente que la prosperidad británica comenzaba a debilitarse. El aparato industrial, antes símbolo de dinamismo, empezaba a mostrar señales de desgaste estructural.",
        "content_3": "Francia vivía una situación distinta, marcada por la inestabilidad política. A lo largo de pocas décadas, el país transitó entre regímenes que se sucedían sin consolidarse: el legado de Napoleón, el retorno de la monarquía, la instauración de la república y la llegada del Segundo Imperio bajo Napoleón III. Aunque la economía francesa era sólida y su ejército disponía de una gran capacidad operativa, el país carecía de cohesión interna. La sucesión de crisis y cambios institucionales debilitaba su capacidad para ejercer una hegemonía sostenida en Europa.",
        "content_4": "En el centro del continente, la región germánica permanecía fragmentada en múltiples estados. No obstante, Prusia emergía como la potencia más dinámica, con una industria en expansión y una modernización acelerada de sus infraestructuras, especialmente en metalurgia y ferrocarriles. Su disciplina militar e institucional sentaba las bases para la futura unificación alemana en 1871. Al mismo tiempo, el Imperio Austriaco enfrentaba problemas derivados de su compleja composición étnica. Aunque conservaba un notable peso diplomático, su estructura económica y social permanecía estancada, lo que dificultaba su adaptación a la modernidad industrial.",
        "content_5": "El Imperio Ruso presentaba un contraste notable. Su enorme extensión territorial y su ejército numeroso le otorgaban una presencia indiscutible, pero continuaba funcionando bajo un sistema cercano al feudalismo. Su economía, predominantemente agrícola, reflejaba un atraso considerable en comparación con las potencias occidentales. La abolición de la servidumbre en 1861 evidenciaba tanto la magnitud del retraso como la necesidad urgente de reformas que aún tardarían en materializarse.",
        "content_6": "Italia y la Península Ibérica completaban el panorama. Italia permanecía dividida en múltiples reinos sin una cohesión política capaz de impulsar un proyecto común. España y Portugal, en esta línea temporal alternativa, conservaban aún una parte significativa de sus dominios en América Latina, lo que les proporcionaba cierto peso internacional. Sin embargo, su bajo nivel de industrialización y la dependencia de economías agrarias impedían que compitieran en igualdad de condiciones con las potencias más avanzadas. Pese al tamaño de sus ejércitos, su tecnología militar mostraba un considerable rezago.",
        "content_7": "Con el avance del siglo, los efectos contradictorios de la industrialización se hicieron más visibles. Si bien generó riqueza y crecimiento, también creó desigualdades profundas, aceleró el consumo de recursos naturales y desató tensiones sociales cada vez más intensas.",
        "content_8": "En el Reino Unido, estas tensiones se manifestaron con especial claridad. La nobleza terrateniente mantenía el control político, mientras que la burguesía industrial y financiera, que había impulsado el desarrollo económico del país, reclamaba mayor participación en las decisiones del Estado. Aunque sus inversiones sostenían la economía del imperio, el reconocimiento político seguía concentrado en una monarquía que muchos percibían como desconectada de la nueva realidad productiva.",
        "content_9": "Las crisis económicas que afectaron al país en la mitad del siglo profundizaron este descontento. Los grupos empresariales empezaron a considerar que la monarquía, representada por una Reina Victoria identificada con un orden tradicional y estático, constituía un obstáculo para el progreso. En los centros económicos de Londres comenzó entonces a tomar forma la idea de una transformación radical en la estructura del poder británico."
      },
      "aevar": {
        "title": "Descubrimiento del Aevar",
        "content_1": "El descubrimiento del Aevar se produjo en una colonia africana relegada por la metrópoli, explotada casi exclusivamente por sus recursos minerales. En una mina perteneciente a la Casa Finch apareció un mineral desconocido con un brillo opalescente que, al ser refinado, emitía un vapor de extraordinaria potencia y pureza. Posteriormente denominado Aevar, este material superaba al carbón y al petróleo en eficiencia y estabilidad térmica, abriendo la posibilidad de una transformación profunda en la tecnología basada en vapor.",
        "content_2": "Al inicio, el mineral fue considerado solamente una curiosidad con aplicaciones industriales limitadas. Sin embargo, las familias más ambiciosas de la alta sociedad británica, entre ellas ingenieros, banqueros e innovadores en el campo armamentístico, identificaron rápidamente el potencial estratégico del Aevar. En un país que experimentaba un declive progresivo, la aparición de aquella sustancia se interpretó como una oportunidad para recuperar la influencia perdida y aspirar a un nuevo ciclo de expansión nacional. Para estas élites, el Aevar se convirtió en un símbolo de renovación y en una posible base para un nuevo orden político y económico.",
        "content_3": "A pesar de su promesa energética, el Aevar presentó limitaciones críticas. Su extracción solo era viable en condiciones muy específicas, ya que los yacimientos se encontraban a profundidades superiores a los quinientos metros y requerían una composición geológica poco común. Esto restringía su disponibilidad a pocas minas situadas en colonias africanas. Además, el mineral resultaba inestable en su estado bruto. La exposición directa producía un deterioro celular acelerado, conocido como la Marcadura, cuyos síntomas principales incluían fiebre intensa, pigmentación rojiza de la piel y muerte en casos prolongados. Estas características hicieron que tanto la extracción como la manipulación requirieran procedimientos estrictos y personal altamente especializado.",
        "content_4": "Los primeros intentos de control del Aevar estuvieron marcados por accidentes graves. En un laboratorio oculto de la Casa Finch, un experimento de estabilización mediante sobrepresión provocó una explosión que causó la muerte de tres investigadores y dejó un cráter considerable. Este incidente, conocido como el Desastre de Cairnmore, impulsó a a un joven Norland Reaventhorn, mano derecha de Sir Alexander Fich, a revisar por completo los métodos utilizados. Desde ese momento, los ensayos se realizaron en cámaras reforzadas y con animales de prueba. Se descubrió que la exposición continua al vapor refinado del Aevar otorgaba a los sujetos fuerza y resistencia superiores a las humanas, aunque también generaba una dependencia fisiológica severa. La interrupción del suministro provocaba un deterioro físico rápido y doloroso."
      },
      "norlandOyA": {
        "title": "Norland Reaventhorn: Origen y Ascenso",
        "content_1": "La trayectoria de Norland estuvo marcada por un origen modesto dentro de la nobleza menor. Su infancia estuvo condicionada por el carácter débil y complaciente de su padre, que se subordinaba a casas más poderosas a cambio de influencias marginales. Un episodio humillante durante un banquete en la mansión de los Harrington marcó profundamente a Norland joven y consolidó en él el propósito de superar a aquellas familias que despreciaban a los Reaventhorn.",
        "content_2": "La ambición de Norland se cimentó durante su estancia como asistente de Sir Alexander Finch en las colonias africanas. Allí, supervisando con mano dura la explotación minera y reprimiendo revueltas, internalizó que el poder era una conquista, no un legado, operando en un entorno donde la vida carecía de valor. Fue en este periodo donde se descubrió inicialmente el Aevar, aunque en aquel momento solo se catalogó como un fenómeno geológico curioso. Tras el fallecimiento de Finch en un accidente durante una inspección, Norland regresó a Inglaterra, habiendo heredado la fortuna y las concesiones mineras de su mentor, con recursos suficientes para iniciar su ascenso social.",
        "content_3": "Poco después de su retorno, la muerte de su padre, el patriarca Reaventhorn, en un suceso envuelto en rumores, elevó a Norland a la cabeza de la familia. A sus treinta años, con una sólida formación académica y vasta experiencia en el sector del acero y la ingeniería, el nuevo Norland Reaventhorn demostró una aguda inteligencia estratégica y una gran habilidad social. De inmediato, comprendió que el Aevar era mucho más que una fuente de energía, era un instrumento clave para moldear el futuro de Inglaterra.",
        "content_4": "En una fase temprana, Norland actuó al margen de la atención de la corona, que no entendía aún la relevancia del Aevar. Mantuvo reuniones discretas con representantes de las principales casas nobles e industriales y presentó el mineral como la clave para recuperar la supremacía británica. Su discurso, cuidadosamente articulado, se difundió entre los salones más influyentes de Londres, donde se debatían las tensiones entre aristocracia y burguesía. Con el tiempo, la idea de que la monarquía impedía el progreso comenzó a ganar terreno.",
        "content_5": "En este contexto, Norland desarrolló un plan estructurado que consistía en formar una alianza clandestina de familias poderosas dispuestas a derrocar la monarquía y reconstruir el Imperio bajo los principios de la industria moderna y el aprovechamiento del Aevar. Este grupo se consolidó como la Sociedad de las Doce. Las casas principales que integraron este círculo inicial fueron las siguientes:",
        "content_6": "Armstrong: especialistas en ingeniería militar y fabricación de armamento pesado, capaces de aportar capacidad bélica decisiva.",
        "content_7": "Cunard: líderes en transporte marítimo, cuya flota aseguraba la supremacía en las rutas comerciales.",
        "content_8": "Vickers: referente en metalurgia y precisión industrial, fundamentales para la infraestructura mecánica del nuevo orden.",
        "content_9": "Rothschild: una de las dinastías bancarias más influyentes de Europa, esencial para la financiación a gran escala.",
        "content_10": "Barings: otro actor financiero clave, con experiencia en mercados coloniales y redes de comercio internacional.",
        "content_11": "Brunel: familia de ingenieros prominentes, responsables de grandes obras y avances técnicos imprescindibles.",
        "content_12": "Lovelace: vinculados estrechamente a la seguridad de la familia real, su participación resultó especialmente arriesgada pero valiosa para obtener información interna.",
        "content_13": "Alderfost: especialistas en sistemas de refrigeración a vapor, necesarios para regular el flujo energético del Aevar.",
        "content_14": "Pelwright: químicos centrados en el estudio y perfeccionamiento del refinamiento del mineral.",
        "content_15": "Fenmarsh: exportadores de maquinaria pesada, responsables de encubrir los primeros envíos de Aevar bajo actividades comerciales legítimas.",
        "content_16": "Ashmere: editores y propietarios de medios, encargados de moldear la opinión pública y debilitar la imagen de la monarquía.",
        "content_17": "Bajo la coordinación de Norland Reaventhorn, estas familias establecieron una estructura cohesionada dedicada a redefinir el futuro del Imperio. Las reuniones se celebraban en la residencia de los Reaventhorn en Yorkshire, un lugar aislado y protegido por estrictos compromisos de confidencialidad y por una red de lealtades cuidadosamente administrada."
      }
    },
    "golpe": {
      "title": "Golpe de Estado",
      "oportunidad": {
        "title": "La Oportunidad Perfecta",
        "content_1": "La crisis financiera de 1868 representó el punto de inflexión que permitió el colapso del sistema político británico y facilitó la ejecución del golpe planificado por Norland Reaventhorn y la Sociedad de las Doce. Aunque a primera vista se trató de una recesión industrial de alcance nacional, su impacto reveló fallos estructurales previamente existentes tanto en la economía como en la gobernanza del Reino Unido. Estos fallos, acumulados durante décadas, generaron un entorno excepcionalmente propicio para la sustitución del orden monárquico por un modelo político centrado en la eficiencia industrial y la tecnocracia.",
        "content_2": "El descontento social y económico se amplificó de manera simultánea en varios frentes. La nobleza rural experimentaba pérdidas constantes debido a la caída de los precios agrícolas y reclamaba apoyo gubernamental que nunca llegó. Por otro lado, la burguesía industrial , se encontraba cada vez más asfixiada por impuestos, deudas y la falta de inversión estatal en infraestructuras críticas. Este sector, esencial para la estabilidad nacional, comenzó a percibir que la monarquía era incapaz de adaptarse a las exigencias del nuevo ciclo industrial.",
        "content_3": "La figura de Norland Reaventhorn emergió en este contexto como una alternativa tangible al inmovilismo institucional. Su capacidad para presentar soluciones basadas en racionalización técnica, modernización productiva y reorganización del Estado generó una creciente simpatía entre las élites económicas. Los periódicos controlados por la Casa Ashmere reforzaron esta percepción al difundir una imagen de Norland como un reformador necesario.",
        "content_4": "Mientras el Parlamento debatía medidas que no llegaban a materializarse, la confianza pública en la monarquía disminuía de forma acelerada. Las calles de Londres se llenaron de obreros descontentos, las fábricas reducían su actividad y se generalizó la sensación de que el país carecía de dirección política efectiva. En conjunto, estos elementos conformaron la tormenta perfecta, un escenario en el que el Estado se volvía vulnerable, la población estaba exhausta y las élites buscaban un liderazgo capaz de restablecer el orden y ofrecer estabilidad.",
        "content_5": "Este clima de colapso institucional no fue, sin embargo, un fenómeno espontáneo únicamente aprovechado por la conspiración, sino también un entorno que Norland había previsto y analizado durante años. Para él y la Sociedad de las Doce, la crisis no era el detonante del golpe, sino la condición necesaria para ejecutarlo sin resistencia significativa. "
      },
      "preparativos": {
        "title": "Preparativos",
        "content_1": "A medida que la crisis avanzaba y el gobierno perdía cohesión, la Sociedad de las Doce intensificó un conjunto de operaciones discretas que, en apariencia, no guardaban relación entre sí. Su verdadero propósito, sin embargo, era preparar el terreno para un colapso controlado del Estado. Nada de lo que ocurrió durante aquellos meses fue espontáneo: cada incidente, cada retraso, cada apagón y cada fallo técnico formaba parte de una arquitectura invisible cuidadosamente diseñada.",
        "content_2": "Las fábricas que dependían de contratos reales comenzaron a experimentar averías aparentemente aleatorias. Calderas que habían funcionado durante años estallaban sin previo aviso, líneas de ensamblaje enteras se detenían por fallos de presión que nadie sabía explicar. ",
        "content_3": "Mientras tanto, los trenes que abastecían a las ciudades industriales empezaron a fallar en momentos críticos. Convoyes enteros desaparecían en rutas secundarias, desviados de su destino original sin que quedaran registros oficiales. En otros casos, los raíles amanecían torcidos o mal alineados tras noches en las que nadie parecía haber trabajado.",
        "content_4": "El desorden urbano aumentó cuando Londres sufrió una serie de explosiones simultáneas en sus conducciones principales de vapor. La población creyó que se trataba del colapso inevitable de un sistema obsoleto y saturado. Solo la Sociedad sabía que aquellos reventones habían sido provocados mediante ajustes minúsculos en los niveles de presión, realizados semanas antes.",
        "content_5": "Paralelamente, dentro de los ministerios y del círculo íntimo de la corona, la información dejó de fluir de manera fiable. Mensajes que deberían haber llegado en horas tardaban días, órdenes militares desaparecían antes de alcanzar sus destinos, incluso las comunicaciones navales comenzaron a presentar lagunas inexplicables. La Casa Lovelace supervisó esta infiltración desde las sombras, construyendo una red de informantes que convertía cada decisión del gobierno en un movimiento previsible. La monarquía actuaba a ciegas sin saberlo.",
        "content_6": "En los bancos de Londres, el ambiente se volvió incierto. Rumores cuidadosamente distribuidos provocaron retiradas masivas de fondos, y varias entidades financieras comenzaron a mostrar signos de insolvencia. La corona intentó contener la situación, pero descubrió que sus reservas no alcanzaban para sostener el pánico. ",
        "content_7": "Norland Reaventhorn siguió el progreso de estas acciones con una serenidad que desconcertaba incluso a sus aliados. No necesitaba dar órdenes directas, cada Casa sabía exactamente qué pieza debía mover y cuándo hacerlo. Él se limitaba a ajustar el ritmo, asegurándose de que todos los fallos parecieran naturales, inevitables y ajenos a cualquier intervención humana. Cuando el sistema comenzó a desmoronarse, Norland ya no necesitaba convencer a nadie de que el país requería una nueva dirección. El derrumbe, cuidadosamente orquestado, hablaba por sí mismo."
      },
      "diaP": {
        "title": "La Noche del Regicidio",
        "content_1": "Cuando los disturbios alcanzaron su punto álgido y Londres ardía bajo columnas de humo visibles desde kilómetros de distancia, Norland Reaventhorn consideró que las condiciones necesarias para el desenlace final estaban reunidas. Ninguna institución operaba con normalidad, las guarniciones recibían órdenes contradictorias y la población se dividía entre el miedo y la indignación. La monarquía, aislada y desinformada, actuaba sin comprender que el país había dejado de responder a su autoridad horas antes.",
        "content_2": "En este contexto, la cena convocada por Norland en su residencia de Yorkshire no fue un encuentro diplomático, sino la fase culminante de una estrategia que llevaba años en desarrollo. A la mansión acudieron representantes de las principales casas nobles e industriales, funcionarios del gobierno y miembros del Parlamento, muchos de ellos convencidos de que asistían a una reunión destinada a buscar una salida pacífica a la crisis. La realidad era muy distinta: aquel salón se convertiría en el escenario donde se materializaría la ruptura definitiva con la corona.",
        "content_3": "Mientras los invitados intentaban mantener la compostura, las ventanas dejaban ver reflejos rojizos en el horizonte, producto de los incendios que consumían varios distritos de la capital. La tensión aumentó cuando comenzaron a circular rumores sobre ataques a edificios gubernamentales y disturbios frente al Parlamento. En aquella atmósfera cargada, Norland expuso con calma su visión del futuro: un Estado reorganizado según principios de eficiencia industrial, libre de la inercia monárquica y capaz de dirigir el país hacia una modernidad que la corona no podía comprender.",
        "content_4": "La sorpresa llegó cuando las puertas del salón se abrieron y Alistair Lovelace entró escoltando a la reina Victoria y a sus hijos. Ninguno de los presentes esperaba ver a la familia real en aquel lugar, y menos aún bajo custodia de quien hasta entonces había servido como jefe de su seguridad. El impacto emocional fue inmediato: el viejo orden estaba literalmente allí, despojado de poder y colocado frente a quienes estaban a punto de decidir el destino del reino.",
        "content_5": "Norland tomó entonces una de las armas alimentadas por Aevar, un modelo experimental cuyo resplandor violáceo contrastaba con el blanco de las paredes. Al apuntar a la reina, sus palabras fueron pronunciadas con la calma de quien entrega una conclusión, no una amenaza. La sincronía con la última campanada del Big Ben, cuidadosamente calculada gracias a las interrupciones previas en la red telegráfica, convirtió el disparo en un acto simbólico.",
        "content_6": "El silencio que siguió no fue solo de shock, sino también de comprensión. Muchos de los presentes entendieron que ya no existía un camino de retorno. La monarquía había sido eliminada y cualquier intento de oponerse en ese momento significaba la propia muerte. Aquellos que decidieron no alinearse con el nuevo orden fueron apartados inmediatamente, mientras que los que juraron lealtad sellaron su destino como fundadores del régimen que estaba emergiendo.",
        "content_7": "Con el amanecer, la narrativa oficial ya había comenzado a tomar forma. Los cuerpos serían enterrados en fosas sin identificación, la opinión pública recibiría explicaciones cuidadosamente manipuladas y los símbolos del viejo régimen serían retirados sin resistencia. La ejecución de la reina Victoria no fue presentada como un acto de usurpación, sino como una respuesta necesaria ante un orden que se había mostrado incapaz de asegurar la supervivencia del país. Así, la noche del regicidio se convirtió no solo en el final de una monarquía, sino en el acto fundacional del Imperio de Aevora."
      },
      "consecuencias": {
        "title": "Consecuencias",
        "content_1": "Las horas posteriores al regicidio marcaron un punto de no retorno para el país. La muerte de la reina Victoria no solo había desmantelado la figura simbólica del poder, sino que también había dejado al Reino Unido sin una guía política clara en medio del caos. En ese vacío, la Sociedad de las Doce actuó con una rapidez calculada que demostró que el golpe no había sido un acto espontáneo, sino la culminación de un proceso de sustitución gradual del Estado.",
        "content_2": "Mientras en Londres aún ardían los restos de edificios gubernamentales y la población intentaba comprender los acontecimientos de la noche anterior, los agentes de la Casa Lovelace comenzaron a ejecutar listas previamente preparadas. Funcionarios clave, generales con lealtad dudosa y nobles con capacidad de movilizar resistencia fueron detenidos o eliminados en operaciones que se llevaron a cabo con discreción y precisión.",
        "content_3": "Las cárceles se llenaron rápidamente de individuos identificados como potenciales disidentes. Muchos de ellos ni siquiera habían actuado contra Norland, bastaba con que tuvieran la influencia suficiente como para convertirse en un problema futuro. En paralelo, los primeros campos de trabajo comenzaron a levantarse en zonas apartadas, destinados a contener a quienes el nuevo régimen consideraba imposibles de reintegrar.",
        "content_4": "Sin embargo, la resistencia no desapareció de inmediato. En las ciudades industriales del norte, grupos de obreros reaccionaron con desesperación ante la situación, atacando instalaciones militares improvisadas con herramientas y maquinaria. En Escocia, algunos clanes aprovecharon el vacío para afirmar su independencia, convencidos de que ningún poder central conseguiría imponerse en ese momento. Pero estas reacciones carecían de coordinación y fueron sofocadas con relativa facilidad: la rapidez de la respuesta demostraba que la infraestructura militar había pasado a estar bajo control directo de Norland incluso antes de que la corona cayera.",
        "content_5": "Dentro de la propia familia Reaventhorn surgió el desafío más significativo. Eldric, hermano menor de Norland, emergió como una figura inesperada de oposición moral. Aunque carecía del poder político o militar para disputarle el control, su capacidad para articular un discurso de resistencia lo convirtió en un símbolo peligroso. Sus mensajes circulaban clandestinamente por universidades, fábricas y círculos intelectuales, recordando a la población que existía una alternativa al nuevo régimen.",
        "content_6": "En cuestión de días, el país dejó atrás cualquier intento de restaurar el viejo orden. El Parlamento fue disuelto y reemplazado por el Consejo Imperial de Doce Sillas, donde cada Casa fundadora recibió una posición acorde con su contribución al golpe. El mapa administrativo se redibujó, abandonando los condados tradicionales para dar paso a distritos industriales controlados directamente por las Casas.",
        "content_7": "Estas medidas no se presentaron como una revolución, sino como una reorganización racional destinada a garantizar la continuidad del país. La población, exhausta tras semanas de caos y desinformación, aceptó en gran medida la transición, convencida de que el nuevo régimen ofrecía estabilidad frente al riesgo de un colapso total."
      }
    },
    "amanecer": {
      "title": "Un Nuevo Amanecer",
      "nueva-era": {
        "title": "Una Nueva Era empieza",
        "content_1": "La madrugada del 22 de octubre de 1868 encontró a Inglaterra inmersa en un silencio extraño, casi antinatural. El humo que aún ascendía desde los restos carbonizados de varios edificios de Londres se mezclaba con una niebla espesa que oscurecía los tejados. Era un amanecer gris, pesado, como si la propia ciudad contuviera la respiración esperando ser redefinida.",
        "content_2": "A esa hora temprana, los primeros comunicados oficiales comenzaron a circular. Los periódicos bajo control de la Casa Ashmere ya estaban impresos antes incluso de que la mayoría de los ciudadanos saliera de sus hogares. Sus titulares no dejaban margen a la incertidumbre: los sucesos de la noche anterior era descritos como “la purga necesaria para un nuevo renacimiento”. La población, agotada por semanas de caos, apenas tuvo fuerzas para cuestionarlo; aceptó la explicación como un refugio frente al desconcierto.",
        "content_3": "Los rumores sobre la muerte de la reina, que habían recorrido las calles durante la noche, se desvanecieron tras la aparición pública de una declaración emitida por la recién formada Asamblea Provisional de Restauración. El documento, firmado por las Doce Casas fundadoras, anunciaba de forma solemne, y definitiva, el nacimiento de un nuevo orden político: el Imperio de Aevora.",
        "content_4": "Norland Reaventhorn, ahora designado como Primer Regente del Consejo Imperial, emergió como el rostro innegable de la nueva era. Su figura, imperturbable, se proyectaba sobre el país como una promesa de estabilidad y dirección en un momento en que ambas parecían haberse perdido. El título que se le había otorgado no tardaría en transformarse en uno más imponente, empujado no por tradición, sino por voluntad directa de quienes moldeaban el nuevo sistema: Emperador de Aevora.",
        "content_5": "La transición de poder fue inmediata. El antiguo Parlamento quedó disuelto, y con él desaparecieron las estructuras del régimen monárquico. En su lugar, se erigió el Consejo Imperial de Doce Sillas, un organismo donde cada Casa fundadora ocupaba un asiento proporcional a su influencia y participación en el golpe. Desde ese momento, la administración del país adoptó un carácter técnico, frío y calculado, alejándose de cualquier reminiscencia del pasado.",
        "content_6": "Apenas habían transcurrido unos días cuando comenzaron las transformaciones más visibles. Los ingenieros de las Casas Armstrong y Brunel se desplegaron en los grandes centros fabriles para poner en marcha la llamada Reconversión Total. Las antiguas cadenas de producción civil fueron desmontadas y sustituidas por líneas dedicadas a fabricar piezas de Guardians, armamento de vapor y maquinaria pesada. Al mismo tiempo, los sistemas telegráficos quedaron bajo supervisión absoluta de los Lovelace, quienes establecieron la Red del Ojo Imperial, una estructura de vigilancia que entrelazaba el país entero mediante cables, claves y operadores leales.",
        "content_7": "La sensación entre la población era ambivalente: miedo, alivio, resignación. Pero sobre todo, una certeza palpable de que el tiempo del debate había terminado. El Imperio no pedía opinión, pedía obediencia."
      },
      "semilla": {
        "title": "La Semilla de la Rebelión",
        "content_1": "Aunque el Imperio de Aevora se proclamó con una rapidez que desorientó a la población, la transición no fue tan absoluta como los comunicados oficiales pretendían. Bajo la superficie del nuevo orden, algo comenzó a moverse: lento, silencioso, casi imperceptible al principio. Sin embargo, ese movimiento sería suficiente para amenazar la estabilidad que Norland intentaba construir. El nombre del catalizador era uno que el Imperio hubiese preferido borrar desde el primer día: Eldric Reaventhorn.",
        "content_2": "Hermano menor del Emperador, relegado hasta entonces a un papel discreto dentro de la aristocracia, Eldric emergió como una figura inesperada de oposición. No contaba con ejércitos ni con alianzas militares, pero poseía algo más peligroso para un régimen en gestación: una convicción moral capaz de resonar entre quienes aún recordaban que existían alternativas al control absoluto.",
        "content_3": "Sus mensajes comenzaron a circular cuando el humo del golpe todavía se elevaba sobre Londres. No eran proclamas incendiarias ni llamados a la violencia; eran reflexiones, advertencias, preguntas. Textos breves, copiados a mano, que aparecían en universidades, talleres fabriles y círculos intelectuales. Cada uno llevaba consigo la misma idea inquietante: que el nuevo orden no se había construido para servir al pueblo, sino para someterlo.",
        "content_4": "Los agentes de las Casas fundadoras no tardaron en identificar la amenaza. Aquellas hojas clandestinas, escritas con tinta corriente sobre papel ordinario, tenían un efecto que ninguna arma podía replicar: devolvían a los ciudadanos la sensación de que algo no había sido dicho, que la versión oficial ocultaba más de lo que revelaba.",
        "content_5": "Los obreros que habían aceptado el Imperio como única garantía de estabilidad comenzaron a murmurar entre turnos de trabajo. Los estudiantes, que habían aplaudido la promesa de un país modernizado, se preguntaron qué precio tendría aquella eficiencia sin control. Incluso algunos miembros menores de la nobleza, apartados de las decisiones centrales, encontraron en las palabras de Eldric un eco de sus propias dudas silenciadas.",
        "content_6": "La resistencia aún no tenía forma ni dirección. No existían líderes, ni células organizadas, ni planes visibles. Era solo un conjunto de pensamientos dispersos, una inquietud que se propagaba de conversación en conversación, de mirada en mirada. Pero esa inquietud representaba exactamente el tipo de peligro que Norland más temía: el riesgo de que la población comenzara a pensar por sí misma."
      },
      "enfrentamiento": {
        "title": "El Enfrentamiento Final entre Hermanos",
        "content_1": "La caída de Eldric Reaventhorn no ocurrió mediante un acto espectacular ni en medio de una revuelta abierta. Durante semanas, sus mensajes se propagaron por las fábricas, las universidades y los círculos intelectuales, siempre transmitidos en voz baja o en hojas discretas. Esa red subterránea crecía sin estructura visible, pero su efecto se volvía inquietante. Los informes que llegaban al Consejo Imperial señalaban lo mismo una y otra vez: las palabras de Eldric se estaban infiltrando en los lugares donde el Imperio necesitaba obediencia absoluta.",
        "content_2": "La Casa Lovelace, custodia del Ojo Imperial, identificó patrones, rutas de distribución, encuentros secretos. La Casa Armstrong elaboró un plan para interceptar a los mensajeros sin alertar a la población. Y la Casa Ashmere preparó un relato para ser difundido en el momento preciso, moldeando la percepción pública antes incluso de que se conociera el desenlace.",
        "content_3": "La operación final tuvo lugar en una noche silenciosa de finales de otoño. Eldric viajaba sin escoltas, moviéndose entre refugios improvisados, acompañado solo por aquellos que compartían su causa. Su rostro ya circulaba en los informes internos como objetivo de prioridad absoluta, pero había logrado evadir la vigilancia hasta ese instante. El cerco, sin embargo, se había ido cerrando mucho antes de que él lo notara.",
        "content_4": "Cuando los agentes imperiales irrumpieron en el viejo almacén donde Eldric se resguardaba esa noche, no hubo combate. Solo un destello de luz telegráfica, un golpe seco contra la puerta, y la voz de un comandante anunciando que la resistencia había terminado. Los acompañantes de Eldric fueron reducidos sin dificultad. Él, en cambio, permaneció inmóvil, sentado en un contenedor, consciente de que su captura ya no podía evitarse.",
        "content_5": "“Sabía que vendrían” murmuró, mientras lo esposaban con grilletes reforzados. “Este Imperio no tolera dudas.” Expresó con una mirda sin un atisbo de miedo",
        "content_6": "Esa misma madrugada, los informes oficiales enviados al Consejo declararon la operación como un éxito completo: Eldric Reaventhorn, símbolo clandestino de oposición, había sido entregado a Norland para una audiencia privada. Lo que ocurrió después solo unos pocos tuvieron permiso de presenciarlo.",
        "content_7": "La cámara donde tuvo lugar la última conversación entre Norland y Eldric no tenía ventanas. El único brillo provenía del Aevar encerrado en tubos de cristal, cuyo resplandor pálido proyectaba sombras rígidas sobre el metal de las paredes. El silencio era tan denso que parecía absorber el aire. Allí dentro no existía el Imperio, ni el Consejo, ni la maquinaria que ya rugía más allá de los pasillos: solo dos hermanos enfrentados por una visión irreconciliable del mundo.",
        "content_8": "Eldric estaba encadenado, pero su postura se mantenía erguida, casi desafiante. La luz del Aevar se reflejaba en sus ojos, dándoles una firmeza que contrastaba con la oscuridad de la habitación. Norland lo observaba con la calma de quien ya ha tomado una decisión irreversible.",
        "content_9": "“No esperaba menos de ti, hermano” dijo Norland, su voz controlada, apenas un susurro metálico. “El sentimentalismo era inevitable; siempre fuiste demasiado débil, demasiado humano.”",
        "content_10": "Eldric levantó la mirada, estudiándolo con una mezcla de tristeza y lucidez.",
        "content_11": "“¿Y tú qué eres ahora, Norland?” preguntó sin elevar la voz. “Cambiaste carne por metal, alma por cálculo. Crees que has construido un imperio, pero lo que has levantado es una prisión. Y en ella, incluso los carceleros temen respirar.”",
        "content_12": "Norland esbozó una sonrisa que no alcanzó sus ojos.",
        "content_13": "“Las prisiones son necesarias cuando el mundo entero es un motín”, respondió, acercándose un paso más”. “Esa es la diferencia entre tú y yo, Eldric. Mientras soñabas con una libertad perfecta, yo calculaba el precio del orden.”",
        "content_14": "Las cadenas que rodeaban las muñecas de Eldric tintinearon cuando intentó incorporarse.",
        "content_15":"No puedes dominar al hombre para siempre” replicó con firmeza.",
        "content_16": "“No pretendo dominarlo” contestó Norland, deteniéndose justo frente a él. “Pretendo perfeccionarlo. El Aevar no es solo un mineral; es la evolución. Pero tú… tú elegiste quedarte en el pasado.”",
        "content_17": "Entonces cayó un silencio prolongado, cortante, como si la habitación entera esperara el desenlace. Ninguno apartó la mirada. El brillo del Aevar reflejaba en ambos un matiz helado, impersonal, como si el mineral mismo asistiera al quiebre final entre sangre y ambición.",
        "content_18": "Finalmente, Norland se volvió hacia el guardia que aguardaba en la entrada. Su voz fue un simple dictado, sin emoción alguna:",
        "content_19": "“Asegúrense de que esté preparado para el amanecer. Que la historia aprenda lo que ocurre con los que confunden libertad con debilidad.”",
        "content_20": "Las palabras quedaron suspendidas en el aire mucho después de que Norland abandonara la sala. Eldric no intentó llamar, ni gritar, ni suplicar. Solo dejó que la luz del Aevar iluminara su rostro mientras asumía el destino que aguardaba al final de aquella noche sin ventanas. La fractura entre los hermanos estaba consumada. Y con ella, el Imperio acababa de sellar la pieza final de su nueva identidad."
      },
      "sacrificio": {
        "title": "Un Sacrificio para contruir un Imperio",
        "content_1": "La Plaza del Renacer, aún impregnada del olor a carbón y metal que caracterizaba a la nueva era industrial, se convirtió en el escenario destinado a marcar la transición definitiva hacia el Imperio de Aevora. Miles de ciudadanos y obreros, convocados por decreto, se congregaron bajo chimeneas humeantes y altavoces que retumbaban con órdenes precisas. Aquella multitud era testigo, voluntario o no, de un acto que no se presentaba como castigo, sino como fundamento.",
        "content_2": "Eldric Reaventhorn fue conducido al centro de la plaza con las manos atadas. Vestía un abrigo oscuro sin insignias, su figura reducida por la vastedad del entorno metálico. A su alrededor, las voces de la multitud formaban un murmullo inquieto que los altavoces amplificaban en ecos fragmentados. Las campanas del Big Ben marcaron las doce cuando Norland apareció en un estrado de acero negro, vestido con el uniforme imperial. Su presencia se recortó nítidamente contra el fondo gris del cielo y el humo, como si la escena hubiera sido diseñada para que ningún elemento distrajera de su figura.",
        "content_3": "El silencio cayó cuando levantó la mano. El heraldo proclamó el veredicto con una frialdad ritual:",
        "content_4": "“Eldric Reaventhorn, hallado culpable de sedición, traición y conspiración contra el orden imperial, recibirá la muerte por decreto de Su Majestad el Emperador de Aevora.”",
        "content_5": "Norland descendió los escalones y se detuvo frente a su hermano. Durante un instante, ambos se observaron en un intercambio silencioso que contenía años de fracturas, decisiones y visiones opuestas del mundo.",
        "content_6": "“Te ofrecí un lugar en la nueva era”,dijo Norland, lo bastante bajo para que solo Eldric pudiera escucharlo “y escogiste el pasado. Que tu sacrificio, al menos, sirva de cimiento.”",
        "content_7": "Eldric alzó la vista hacia el cielo gris.",
        "content_8": "“Recuerda, hermano, hasta el hierro más resistente puede oxidarse.”",
        "content_9": "Norland asintió ligeramente. Y dio la orden.",
        "content_10": "El disparo resonó en toda la plaza. El cuerpo cayó sobre el suelo metálico, dejando tras de sí un rastro de vapor y sangre. No hubo ceremonia para retirarlo, solo un movimiento eficiente de guardias entrenados. Desde ese momento, el nombre de Eldric sería borrado de los registros oficiales y su memoria reducida a advertencia.",
        "content_11": "Norland regresó al estrado. El silencio del público, cargado de tensión, esperaba una explicación, una dirección, algo que definiera lo que acababan de presenciar. Su voz, proyectada por los altavoces, retumbó entre las calles de acero:",
        "content_12": "“Aevora nació del sacrificio, y hoy ese sacrificio se renueva. La traición no viene del enemigo exterior, sino del corazón débil que duda. Mi hermano eligió el caos, y el caos ha sido erradicado.”",
        "content_13": "“Que nadie confunda clemencia con justicia, ni libertad con desorden. Somos el fuego que purifica, el vapor que impulsa, el hierro que no se quiebra.Desde hoy, cada ciudadano sabrá que el deber es sagrado y la obediencia, virtud.” ",
        "content_14": "“¡Por Aevora, por el orden, por la eternidad del Imperio!”",
        "content_15": "La multitud respondió con un grito unánime:",
        "content_16": "“¡Por el Imperio!”",
        "content_17": "La ovación se extendió como un rugido mecánico, reverberando entre los muros de hierro mientras el cuerpo de Eldric desaparecía. Con aquel acto, el Imperio sellaba su identidad, sin vacilaciones, sin ambigüedades, sin espacio para la duda.",
        "content_18": "Los meses siguientes consolidaron lo que había comenzado en aquella plaza. Las fábricas reanudaron la producción bajo el nuevo Sistema de Créditos de Producción; los bancos retornaron a la actividad, ahora bajo control estatal; y los obreros, convertidos en engranajes de la maquinaria imperial, recibieron salario y raciones a cambio de silencio. Mientras tanto, en los sótanos de Whitehall, la Casa Pelwright perfeccionaba las primeras armas basadas en Aevar refinado, y los Armstrong trabajaban en los modelos iniciales de los Guardians.",
        "content_19": "Las calles se llenaron de carteles con la insignia del Imperio: una corona fracturada sobre un engranaje rodeado de vapor. Las palabras crisis, protesta o disidencia desaparecieron de la terminología oficial, sustituidas por términos como eficiencia, orden y deber.",
        "content_20": "El Imperio de Aevora no solo había nacido de la sangre, había nacido del vapor, del acero y de la voluntad inquebrantable de un líder que exigía que la historia misma se ajustara a su diseño. Y una vez asegurado el control interno, el siguiente paso era inevitable, llevar ese diseño más allá de las fronteras.",
        "content_21": "Aquel disparo, aquel sacrificio, no solo había cerrado una etapa. Había inaugurado una era."
      }
    },
    "columnas": {
      "title": "Las Cuatro Columnas",
      "nobleza": {
        "title": "La Nueva Nobleza",
        "content_1": "En la cúspide de este orden, flotando literalmente sobre el humo y el sudor del mundo inferior, se alzan la Nueva Nobleza. Sus mansiones, palacios de metal y cristal, descansan sobre las llamadas Altas Columnas, plataformas elevadas que surgen del corazón de las ciudades industriales como islas de poder en un mar de vapor y esfuerzo. Desde esas alturas, los nobles no contemplan un mundo que les pertenezca por derecho divino, sino un dominio que han forjado con tecnología, conspiración y sangre.",
        "content_2": "Cada Casa noble gobierna un distrito o territorio con autoridad absoluta, ejerciendo control sobre la política, la economía y la fuerza militar de su feudo. Mantienen ejércitos privados, laboratorios donde se juega con los límites de la ciencia, y academias donde se moldean las mentes de sus herederos. Los hijos de la nobleza son instruidos desde la cuna en ingeniería avanzada, economía política y las sutiles artes del control social. ",
        "content_3": "Cada año, en la solemne Cumbre Imperial, los patriarcas y matriarcas de las Casas mas relevantes se reúnen en la gran cámara del Consejo Imperial. Allí, bajo la fría luz de tubos de Aevar, renuevan su juramento de lealtad al Emperador, inhalando el vapor sagrado del mineral que les otorga poder, longevidad y una dependencia tan profunda como su lealtad. Norland los llama la mente del Imperio, y en efecto, son los arquitectos de su día a día. Pero incluso entre los arquitectos existe una jerarquía, siendo las más poderosas las 12 casas que junto a Norland llevaron a cabo el golpe de estado.",
        "content_4": "La estabilidad de este sistema superior no depende de la buena voluntad, sino de una compleja red de tratados que entretejen los destinos de las Casas, creando un equilibrio de poder tan delicado como el interior de un reloj.",
        "content_5": "Tratados de Producción regulan el flujo vital de recursos, el Aevar refinado, los planos de maquinaria avanzada, los expertos en metalurgia. Las Casas Mayores controlan el núcleo energético del Imperio, mientras las Menores aportan especializaciones cruciales, sistemas de refrigeración para contener la furia del mineral, redes logísticas que atraviesan continentes, investigación aplicada que transforma teorías en armas.",
        "content_6": "Tratados de Seguridad son pactos de sangre y acero. Establecen que, ante cualquier amenaza interna, un levantamiento obrero, un sabotaje, una falla industrial que pueda interpretarse como traición, las Casas acuden en ayuda mutua. Tropas privadas cruzan fronteras distritales, siempre bajo la atenta mirada del Consejo, para sofocar disturbios que pueden ser la chispa de un incendio mayor.",
        "content_7": "Tratados Educativos intercambian lo más valioso, el conocimiento y las mentes del futuro. Jóvenes herederos son enviados como emisarios de aprendizaje a academias de Casas aliadas (o rivales), forjando alianzas, absorbiendo técnicas y, sobre todo, internalizando que su lealtad última pertenece al Imperio, no solo a su apellido.",
        "content_8": "Tratados de Innovación y Patentes son los más tensos y cruciales. En ellos se regula la propiedad de las ideas en un Estado que vive de la innovación constante. Aunque la competencia feroz impulsa el progreso, la ley imperial obliga a compartir los descubrimientos esenciales, aquellos que aseguran la uniformidad tecnológica y, por tanto, la superioridad indiscutible de Aevora. Son el dique que contiene la ambición desbordada de cada Casa, canalizándola hacia el beneficio común del régimen.",
        "content_9": "Pero los tratados son solo el armazón. La verdadera vida de la Nueva Nobleza transcurre en un estado de competencia constante, una rivalidad orquestada y fomentada por el propio Norland. Cree que la presión entre iguales genera excelencia, y la estructura del Imperio la alimenta sin cesar.",
        "content_10": "Existe una Rivalidad Productiva medible en toneladas de acero, en eficiencia de reactores, en avances armamentísticos. El Emperador evalúa personalmente estas métricas, y los privilegios, contratos exclusivos, influencia en el Consejo, acceso a reservas de Aevar, fluyen hacia los más eficientes.",
        "content_11": "Tensiones históricas, rencores anteriores a la fundación del Imperio, siguen latiendo bajo la superficie. Disputas por herederos talentosos, sabotajes encubiertos en cadenas de suministro, acusaciones veladas durante las Cumbres... son la sal que previene la complacencia.",
        "content_12": "La Competencia Militar se libra en ejercicios conjuntos, espectáculos de fuerza donde los ejércitos privados de las Casas despliegan sus Guardianes y tropas de élite. Oficialmente son pruebas de coordinación; extraoficialmente, son exhibiciones de poder para medir fuerzas y recordar a las demás Casas el peso de la maquinaria bélica de cada una.",
        "content_13": "Todo esto culmina en las Luchas por Influencia en el Consejo Imperial, una batalla silenciosa librada en pasillos alfombrados y durante votaciones cruciales. Cada Casa busca controlar los comités estratégicos, los que deciden sobre el desarrollo del Aevar, el despliegue de los Guardians, los hilos de la red de vigilancia, pues desde allí se puede dirigir el futuro del Imperio.",
        "content_14": "Y vigilando este juego de titanes, siempre listo para intervenir, está el Emperador. Cuando la rivalidad amenaza con fracturar el orden que él mismo ha diseñado, Norland actúa con frialdad quirúrgica. Sus sanciones pueden ser económicas, territoriales o, en casos extremos, disolver parcialmente una Casa menor, absorbiendo sus activos y borrando su nombre, recordatorio brutal de que, por encima de las Doce Casas, solo hay una voluntad: la suya."
      },
      "militares": {
        "title": "Los Militares y Técnicos",
        "content_1": "Inmediatamente por debajo del zumbido distante de las Altas Columnas, late el estrato que sostiene en vilo la grandeza de Aevora: los Militares y Técnicos Imperiales. Esta clase representa la convergencia forzada entre la fuerza bruta y el conocimiento aplicado, una fusión de intelecto y disciplina que mantiene con vida al gigante de vapor y acero.",
        "content_2": "Su existencia transcurre en los Anillos de Hierro, distritos fortificados que no parecen diseñados para ser habitados, sino para ser operados. Aquí no hay espacio para calles sinuosas ni plazas abiertas; cada callejón es un conducto, cada edificio un módulo, cada plaza una intersección de rutas logísticas. La ciudad misma es una máquina, y sus habitantes, las piezas móviles dentro de ella. El aire huele a aceite caliente, vapor limpio y la quietud tensa de la eficiencia absoluta.",
        "content_3": "El acceso a este estrato no es un accidente de nacimiento, sino una conquista fría. Proviene del mérito técnico demostrado, de la capacidad de resolver ecuaciones bajo presión o de desmontar un reactor de Aevar con manos seguras. Sin embargo, una vez dentro, la lealtad se convierte en una cadena más pesada que cualquier armadura. Los técnicos se someten a escrutinios anuales que van más allá de lo profesional: pruebas psicológicas que buscan grietas en la fe, evaluaciones de conducta que miden cada palabra, cada gesto de duda. Los militares, por su parte, participan en rituales periódicos de inhalación de vapor de Aevar refinado. Estas ceremonias, presentadas como un honor, refuerzan su resistencia física y nublan suavemente cualquier atisbo de pensamiento independiente, intercambiando lucidez por una docilidad inquebrantable.",
        "content_4": "Dentro de esta jerarquía meritocrática y opresiva, los más aptos ascienden al rango de Custodios. Son los capitanes de la maquinaria cotidiana: supervisan fábricas que rugen día y noche, dirigen laboratorios donde se extraen los secretos del Aevar, y comandan guarniciones que vigilan el sueño inquieto del Imperio. Por debajo de ellos, los Operarios de Primera Clase forman la masa trabajadora especializada: hombres y mujeres que ejecutan protocolos complejos con la precisión de un reloj, pero sin el derecho a cuestionar el mecanismo del que forman parte.",
        "content_5": "El Imperio los define como su columna vertebral funcional, y no se equivoca. Pero es una columna con nervios expuestos y terminaciones sensitivas. Cada técnico, cada soldado, no solo cumple su función, sino que actúa como un sensor vivo dentro del organismo estatal. Tiene la obligación, grabada a fuego en el reglamento y en el miedo, de reportar cualquier anomalía: un comentario subversivo de un subordinado, una eficiencia que decae sin motivo aparente, una mirada perdida que pueda sugerir añoranza por un mundo pasado."
      },
      "obreros": {
        "title": "Los Obreros del Vapor",
        "content_1": "En la base más ancha y fundamental de la pirámide social, donde el humo es más espeso y el trabajo nunca cesa, se encuentra la inmensa multitud de los Obreros del Vapor. Millones de almas anónimas cuya función no es pensar, diseñar o mandar, sino simplemente mantener. Sostienen sobre sus espaldas el peso de toda la infraestructura productiva del Imperio.",
        "content_2": "Sus ciudades no son urbes, sino apéndices de los grandes complejos fabriles. Se alzan alrededor de las fábricas como setas alrededor de un tronco podrido, iluminadas permanentemente por el resplandor anaranjado y parpadeante de las chimeneas colosales. Aquí, el concepto de día y noche pierde todo significado, devorado por el ritmo implacable de los turnos que se suceden sin pausa. La vida se mide en intervalos de producción, no en horas de sol.",
        "content_3": "El vínculo económico que los ata al Estado es absoluto y sofocante. El salario tradicional ha sido erradicado y reemplazado por el Sistema de Créditos de Producción. No es una moneda, sino una medida del valor de su trabajo: horas rendidas, cuotas cumplidas, disciplina demostrada. Estos créditos solo pueden canjearse en los mercados estatales, por raciones de comida, uniformes grises, medicamentos básicos y los escasos bienes que el Consejo considera apropiados. El sistema imposibilita el ahorro, el comercio privado o cualquier atisbo de independencia económica. La familia obrera vive en una dependencia total, observada por autómatas de vigilancia y agentes humanos que miden no solo su productividad, sino su conducta dentro y fuera del taller.",
        "content_4": "La educación de sus hijos es un proceso de reducción, no de crecimiento. Reciben únicamente la Instrucción del Deber, un programa que enseña lectura funcional, protocolos de seguridad industrial, obediencia ciega y mecánica elemental. A los trece años, cada niño recibe su designación laboral definitiva, un sello en su documento de identidad que fija su lugar en el sistema productivo hasta la muerte. La mayoría acepta este destino con una resignación silenciosa, agotada por el trabajo y la vigilancia.",
        "content_5": "Pero en las profundidades de estos distritos, donde la luz del Aevar no llega y el ruido de la maquinaria ahoga los susurros, algo se agita. Surgen grupúsculos clandestinos, reuniones furtivas donde se comparten sueños de un modo de vida distinto, donde se recuerda, a pesar del peligro, que hubo un tiempo antes del vapor y el acero. Estos brotes de deseo son raros, frágiles y siempre efímeros. La Red del Ojo los detecta, y los agentes de las Casas los extinguen con rapidez y severidad ejemplar, antes de que una chispa pueda amenazar el orden perfectamente engrasado del Imperio."
      },
      "marginados": {
        "title": "Los Marginados",
        "content_1": "Más allá del último anillo de las fábricas, en los límites del mundo útil, existe un estrato que ni siquiera la pirámide social se digna a ilustrar con claridad. Son Los Marginados, el subsuelo humano sobre el que se cimenta, literalmente, el progreso imperial. Aquí no hay ciudades, ni barrios, ni calles; solo la entrada a un infierno de roca y vapor, y las profundidades de donde brota el alma del Imperio: el Aevar puro.",
        "content_2": "En este abismo se amontonan los desechos de la sociedad aevoriana: prisioneros políticos cuyo único delito fue la duda, desertores cuya lealtad flaqueó, disidentes capturados con panfletos en la mano, y cualquier alma considerada demasiado débil, demasiado problemática o simplemente demasiado prescindible para el funcionamiento de la máquina. Su sentencia no es la muerte, sino algo que el Imperio considera peor: la utilidad absoluta hasta el último aliento.",
        "content_3": "Su función es única y mortífera: extraer el Aevar en su estado más volátil e inestable de las minas de alta toxicidad. Estas no son minas, son fauces. Galerías excavadas a presión en la roca, donde el aire es una sopa espesa de polvo mineral y vapor residual. La vigilancia aquí no es ideológica, es puramente biológica: guardias con máscaras y autorización para el fuego letal vigilan cada entrada, cada ascensor, cada túnel.",
        "content_4": "Los accidentes, explosiones por acumulación de gases, derrumbes, exposición aguda, son tan comunes que ni siquiera se registran. Un cuerpo caído es rápidamente arrastrado, incinerado en los hornos adyacentes, y sus cenizas, ricas en mineral residual, se filtran y reutilizan en los procesos industriales. Es la doctrina imperial llevada a su conclusión lógica: nada se desperdicia, ni siquiera la vida.",
        "content_5": "Con el tiempo, la figura del Marginado deja de ser humana para convertirse en una leyenda sombría, un cuento que se susurra en los barrios obreros para asustar a los niños desobedientes. Se rumora que aquellos que sobreviven lo suficiente en las profundidades sufren una transformación. La exposición continua al Aevar crudo les provoca la Marcadura: la piel se les cubre de un tinte rojizo y escamoso, y sus ojos, adaptados a la oscuridad perpetua, reflejan un brillo pálido y fantasmagórico en la penumbra de las cavernas.",
        "content_6": "Se dice que algunos ya no hablan, han dejado de ser ciudadanos, o incluso prisioneros, para convertirse en parte del ecosistema de la mina, un recordatorio vivo y agonizante del precio real del vapor que impulsa los Guardianes y alumbra las Altas Columnas. Son el combustible humano final, la base sórdida e inconfesable sobre la que se eleva todo el esplendor férreo del Imperio de Aevora."
      }
    },
    "vigilancia": {
      "title": "Control y Vigilancia",
      "intro_p1": "En el Imperio de Aevora, el control no es una función del Estado; es su esencia misma. No se trata simplemente de observar; se trata de prever, de moldear, de prevenir cualquier latido que se desvíe del ritmo perfecto de la máquina imperial. Esta vigilancia no es uniforme, sino que se adapta con precisión quirúrgica a cada estrato de la pirámide social, siendo su intensidad inversamente proporcional al privilegio.",
      "intro_p2": "En las Altas Columnas, entre la Nueva Nobleza, el control es sutil, elegantemente opresivo. Se ejerce a través de la competencia orquestada y la vigilancia mutua. Los tratados y las reuniones del Consejo son escenarios donde cada palabra se pesa, cada alianza se cartografía y cada desviación de la doctrina de Norland se anota en mentales registros de hierro. ",
      "intro_p3": "La Casa Lovelace mantiene sus Sombras aquí, agentes tan bien vestidos como sus objetivos, que se confunden entre criados, consejeros o incluso familiares. La traición entre pares es el deporte favorito, y el miedo a caer en desgracia, perder privilegios, acceso al Aevar refinado, o a uno mismo convertirse en objetivo de las Sombras, mantiene a la élite en un estado de lealtad calculada y paranoia productiva.",
      "intro_p4": "En los Anillos de Hierro, el control sobre Militares y Técnicos es una ciencia exacta. Los entornos laborales están plagados de sensores de presión, medidores de rendimiento y autómatas vigilantes cuyos ojos de cristal registran no solo la productividad, sino el lenguaje corporal, el tiempo de inactividad, el ritmo cardíaco elevado. Las evaluaciones psicológicas anuales son autopsias en vida, buscando las más mínimas grietas en la fachada ideológica.",
      "intro_p5": "Pero el mecanismo más efectivo es la vigilancia horizontal, la obligación estricta de cada técnico o soldado de reportar cualquier comportamiento irregular en colegas, subordinados o incluso superiores. Omitir una denuncia es tan grave como cometer el acto subversivo, transformando cada equipo de trabajo en una jaula de sospechas donde la confianza es un riesgo mortal.",
      "intro_p6": "En las Ciudades de los Obreros del Vapor, el control es crudo, físico y constante. Cámaras de vapor con lentes de cuarzo observan cada esquina, cada comedor comunal, cada pasillo de los bloques de viviendas. Autómatas patrulla, con sus andares mecánicos y voces metálicas, recorren las calles dictando horarios y recordando cuotas. Los supervisores humanos, a menudo ascendidos de entre los obreros más sumisos, llevan registros detallados de asistencia, eficiencia y actitud moral.",
      "intro_p7": "En las Minas de los Marginados, la vigilancia se despoja de cualquier pretensión. Es puramente carcelaria y terminal. Guardias con armas de vapor y autorización para el fuego letal vigilan cada entrada, cada ascensor, cada galería. No hay sensores aquí, solo la amenaza inmediata. La vida de un Marginado es tan desechable que la vigilancia solo sirve para evitar fugas masivas y garantizar que el flujo de mineral no cese. Son observados con la misma atención fría que se le presta a una caldera a punto de explotar.",
      "intro_p8": "Sobre todas estas capas, envolviendo el Imperio entero como un sistema nervioso de metal, opera la Red del Ojo Imperial. Gestionada por la Casa Lovelace, es el cerebro de la vigilancia, una vasta red telegráfica y de registros donde confluyen informes de agentes, datos de sensores, transcripciones de comunicaciones interceptadas y análisis de patrones. Aquí, una conversación susurrada en un bar de Glasgow se cruza con una caída de productividad en una fundición de Birmingham y el movimiento inusual de un técnico en Edimburgo. El Ojo busca correlaciones, patrones ocultos, el fantasma de la conspiración antes de que tome forma.",
      "movilidad": {
        "title": "Movilidad Social",
        "content_1": "En el Imperio de Aevora, la movilidad social no es un ascensor, sino una celda con el suelo y el techo soldados. Cada individuo nace, vive y muere en el estrato que el Estado le asigna, en un encierro perfecto que garantiza la estabilidad productiva. El sistema se diseña para eliminar expectativas, para extinguir el mero sueño de un destino diferente.",
        "content_2": "Para el Obrero del Vapor, convertirse en Técnico es tan probable como que el hierro aprenda a volar. Solo en casos excepcionales, monitoreados desde la infancia por el Consejo Imperial, un niño con habilidades prodigiosas, un genio matemático en un barrio de fundición, unas manos milagrosamente firmes en una cadena de montaje, puede ser arrancado de su destino. Este ascenso es menos un premio que una confiscación: el niño es separado de su familia, reeducado en una academia estatal y vigilado el doble que sus nuevos compañeros, convertido en un ejemplo vivo de la meritocracia imperial que sirve para apaciguar, no para inspirar.",
        "content_3": "Los Técnicos y Militares pueden ascender dentro de su propio estrato, de Operario a Custodio, de soldado raso a oficial. Pero esta escalera termina en un techo de cristal irrompible. Cruzar la frontera hacia la nobleza requiere un acto de valor o utilidad tan extraordinario que bordea lo mítico, salvar la vida de un Noble en un atentado, descubrir una aplicación revolucionaria del Aevar en pleno combate. Estos casos, contados y glorificados por la propaganda de la Casa Ashmere, son la excepción que confirma la regla de hierro. La mayoría de los Técnicos ambiciosos aprenden pronto que su lugar es servir a la máquina, no dirigirla.",
        "content_4": "Los Marginados no tienen movilidad alguna. Su condición es un agujero negro del que no hay escape. Son la prueba definitiva de que en Aevora solo existe una dirección aceptable: hacia abajo, hacia la utilidad extractiva hasta la aniquilación. Cualquier intento de fuga o rebelión se responde con la muerte inmediata, convirtiendo su existencia en una lección objetiva sobre las consecuencias del fracaso social.",
        "content_5": "Este bloqueo absoluto genera una calma tensa, pero no un conformismo total. Aquí es donde surgen las movilizaciones sociales, aunque ese término sea demasiado generoso para lo que sucede en las entrañas del Imperio. No son revoluciones, ni siquiera protestas organizadas. Son espasmos de desesperación, brotes febriles que surgen en la oscuridad.",
        "content_6": "Entre los Obreros, la movilización toma la forma de un sabotaje lento y silencioso: una herramienta perdida, un ajuste mal hecho que retrasa una línea de ensamblaje, un rumor que recorre los comedores comunales sobre una enfermedad pulmonar causada por el vapor del Aevar. A veces, en las raras ocasiones en que la vigilancia se distrae, aparecen hojas clandestinas con mensajes ilegibles para los autómatas, o se organiza un paro simultáneo de cinco minutos en una fundición, un acto de desafío tan breve como simbólico. Estas micro-movilizaciones son como golpes de un preso contra los barrotes de su celda: no los rompen, pero recuerdan a todos, incluidos los carceleros, que el encierro existe.",
        "content_7": "La respuesta del Imperio es instantánea, sistemática y desproporcionada. La Red del Ojo Imperial, gestionada por la Casa Lovelace, está específicamente diseñada para detectar patrones anómalos antes de que cristalicen en acción. Un aumento en las conversaciones privadas en un sector, una pequeña caída en la productividad, una reunión de tres personas en un lugar no autorizado... son suficientes para desatar una Purga Local. Agentes entran de noche, se llevan a los presuntos instigadores y a cualquiera a su alrededor. No hay juicio. Los desaparecidos se convierten en Marginados, enviados a las minas, o en lecciones públicas ejecutadas al amanecer frente a la fábrica."
      }
    },
    "vida": {
      "title": "Vida Cotidiana",
      "intro_p1": "En el Imperio de Aevora, la vida cotidiana no es vivida, es ejecutada. Cada día es una repetición meticulosa de rituales diseñados para reforzar el orden, extinguir la individualidad y garantizar que el corazón de la máquina social lata al unísono. Desde que el vapor de las sirenas anuncia el primer turno hasta que los últimos operarios se apagan en sus cubículos, la existencia de un ciudadano es un guión escrito en acero por el Consejo Imperial. Aquí, la rutina es sinónimo de control, y cada aspecto de la vida, el aprendizaje, el ocio, los lazos familiares, es una pieza más del engranaje.",
      "educacion": {
        "title": "Educación",
        "content_1": "La educación en Aevora no ilumina, programa. Es un proceso de implantación quirúrgica donde cada estrato recibe el software necesario para su función, eliminando cualquier línea de código sobrante como la duda o la creatividad.",
        "content_2": "En las Altas Columnas, las academias de la nobleza son invernaderos de ambición calculada. Aquí, los hijos de cada casa no aprenden, se entrenan. Sus aulas son salas de guerra con pizarras, estudian ingeniería de asedio junto a poesía clásica, no por placer, sino para comprender la psique de las culturas que deben dominar. La economía política se enseña como el arte de extraer eficiencia de un territorio, y la teoría militar como una extensión de la lógica pura. ",
        "content_3": "No hay exámenes con notas, hay evaluaciones de aptitud realizadas por ministros imperiales. Un heredero que muestre demasiada compasión recibe tutorías correctivas. Uno que muestre un genio técnico despiadado es marcado para el alto mando. Su educación es un largo proceso de esculpir no eruditos, sino administradores de imperios.",
        "content_4": "En los Anillos de Hierro, las academias industriales-militares son extensiones de la fábrica. El conocimiento es utilitario y urgente. Los estudiantes, destinados a ser Técnicos o Cuadros de Mando, memorizan diagramas de reactores de Aevar antes de aprender a escribir con elegancia. Su currículo es una dieta constante de matemáticas aplicadas, química del vapor, protocolos de mantenimiento de Guardianes y táctica básica de escuadrón. ",
        "content_5": "Las lecciones de historia glorifican el golpe de Norland y la eficiencia imperial. El día incluye horas de entrenamiento físico bajo vapor ligero, condicionando tanto el cuerpo como la mente para la obediencia. Aquí, un estudiante no se gradúa, es certificado como operativo y asignado a su puesto, comenzando un ciclo de evaluaciones perpetuas que no terminará hasta su muerte o su descarte.",
        "content_6": "En los distritos obreros, la educación es un proceso de reducción. La Instrucción del Deber es un compendio de lo mínimo indispensable, reconocer las señales de peligro en una fábrica, seguir órdenes verbales simples, realizar operaciones aritméticas básicas para contar piezas. Se enseña obediencia mediante repetición, lealtad al Imperio a través de himnos cantados al unísono, y el valor del trabajo como fin último de la existencia. ",
        "content_7": "A los trece años, sin ceremonia, cada niño recibe su Designación Laboral. Un sello en su documento, una asignación a una máquina específica. No hay orientación vocacional, porque no hay vocación. Solo hay función. El aula se abandona para siempre y la fábrica se convierte en su universo completo.",
        "content_8": "Para los Marginados, la educación es un oxímoron. No hay escuelas, solo demostraciones prácticas en el filo de la muerte. Un capataz señala una veta de Aevar crudo y gruñe una orden. Aprender a extraerlo sin matarse o matar a los demás es la única lección. La ignorancia es su estado natural y su condena; el conocimiento, un privilegio reservado para los útiles."
      },
      "cultura": {
        "title": "Cultura y Entretenimiento",
        "content_1": "En Aevora, la cultura no es expresión, es ingeniería social. Cada libro, cada sinfonía, cada espectáculo, es una herramienta para pulir el engranaje humano, eliminando las asperezas del pensamiento independiente.",
        "content_2": "Para la Nobleza, la cultura es un campo de batalla de prestigio. Asisten a conciertos donde las composiciones glorifican el poder del vapor y la armonía de la maquinaria. Visitan exposiciones de los últimos prototipos de Guardianes, donde la estética se funde con la letalidad. Sus salones son arenas para debates técnicos disfrazados de tertulia, donde un ingenio afilado puede ganar influencia para su Casa. Hasta su ocio es productivo: cazan con rifles de vapor de precisión, no por deporte, sino para ejercitar la puntería y la sangre fría. Aquí, divertirse es otra forma de competir y de reafirmar su lugar en la cúspide.",
        "content_3": "Para Técnicos y Militares, el entretenimiento es un simulacro de servicio. En los comedores de los Anillos de Hierro, las pantallas proyectan documentales sobre hazañas de ingeniería o maniobras militares victoriosas. Tienen acceso a gimnasios de combate y salas de simulación táctica, donde lo que para otros es juego, para ellos es entrenamiento continuo. Pueden leer manuales técnicos actualizados o las escasas novelas aprobadas por el Consejo Cultural, historias de heroísmo y sacrificio que siempre terminan con la lealtad al Imperio recompensada. Cualquier creación artística personal debe ser previamente aprobada y suele canalizarse hacia diseños funcionales: un emblema para su unidad, una mejora ergonómica para una herramienta. La creatividad por placer se considera una distracción peligrosa.",
        "content_4": "Para los Obreros del Vapor, la cultura es un sedante administrado por el Estado. Sus entretenimientos son colectivos, pasivos y didácticos. En plazas públicas, pantallas gigantes muestran espectáculos de unidad: coreografías de miles de trabajadores, inauguraciones de nuevas fábricas, o discursos del Emperador retransmitidos. Los teatros estatales, de arquitectura fría y utilitaria, representan obras simples donde el héroe es siempre el obrero obediente que supera una crisis gracias a su fe en el sistema, y el villano, el holgazán o el dubitativo. Las festividades conmemoran hitos de producción, son jornadas de descanso otorgado, no ganado, siempre con la sombra de que el ocio es una concesión, no un derecho.",
        "content_5": "Para los Marginados, la cultura no existe. No hay música, ni historias, ni imágenes. Su mundo sensorial se reduce al retumbo de las explosiones controladas, al silbido del vapor en las tuberías de refrigeración, y al sabor del polvo de Aevar en la boca. Su entretenimiento, si puede llamarse así, es la supervivencia de un turno más. El único arte que conocen es el de evitar la muerte por un día más, y sus galerías son las paredes de roca teñidas de rojo por el mineral que los consume."
      },
      "familia": {
        "title": "Familia y Relaciones Sociales",
        "content_1": "La familia en el Imperio es una unidad de producción y control, despojada de sentimentalismo en favor de la eficiencia estatal. Los lazos de sangre son evaluados por su utilidad para el régimen.",
        "content_2": "En la Nobleza, la familia es una corporación dinástica. Los matrimonios son fusiones estratégicas negociadas entre Casas, tratados de sangre para asegurar alianzas, compartir tecnología o absorber rivales menores. El amor es una variable irrelevante. Los hijos son, ante todo, herederos de un legado de poder. Su crianza se delega en institutrices, tutores especializados e instructores militares desde la más tierna infancia. Los padres actúan como directores ejecutivos, supervisando el desarrollo de su producto principal para garantizar que cumpla con los estándares del Imperio. Los afectos se expresan como aprobación por los logros, y las decepciones, como informes de bajo rendimiento.",
        "content_3": "Entre Técnicos y Militares, se permite la familia, pero está estrictamente subordinada al deber. Los permisos de convivencia se otorgan según los ciclos de producción y las campañas. Una pareja ideal es aquella formada por dos especialistas cuyas habilidades se complementen y cuyo rendimiento no decaiga tras formar un hogar. Los niños son cuidados en guarderías estatales desde los primeros meses, donde reciben la estimulación adecuada para su futuro estrato. El tiempo en familia es escaso, regulado, y a menudo monitoreado para detectar si la lealtad conyugal interfiere con la lealtad al Imperio. Se fomenta una camaradería fría y profesional por encima de la intimidad emocional.",
        "content_4": "En las familias Obreras, persiste un vestigio de la estructura tradicional, pero bajo una lente distorsionada. Las parejas suelen formarse dentro del mismo distrito o complejo fabril, por pura proximidad. La vida familiar transcurre en los estrechos apartamentos de los bloques estatales, siempre con la sensación de que las paredes tienen oídos. Los turnos exhaustivos de doce horas roban tiempo y energía, reduciendo la interacción a las comidas silenciosas y al sueño. Los hijos, educados por el Estado, a menudo ven a sus padres más como ejemplos de fatiga resignada que como figuras de autoridad afectiva. El Estado, a través de los supervisores y los sistemas de créditos, se entromete en cada decisión, desde la planificación familiar hasta la asignación de viviendas más grandes. La familia obrera no es un refugio, sino una célula más de la estructura de control.",
        "content_5": "Para los Marginados, el concepto de familia ha sido atomizado por el horror. En las barracas superpobladas de los campos mineros, los lazos se forman y se rompen con la brutal velocidad de un derrumbe. Las parejas son efímeras, los hijos, si sobreviven el parto en esas condiciones, son separados pronto para tareas acordes a su tamaño. No hay apellidos que legar, ni hogares que construir, ni futuro que planear. La única relación social que perdura es la de compañeros de sufrimiento, un vínculo basado en el instinto mutuo de supervivencia, a menudo traicionado ante la más mínima promesa de una ración extra o un turno menos mortífero. "
      }
    },
    "economia": {
      "title": "Economía Imperial",
      "intro_p1": "La economía del Imperio de Aevora se estructura como un sistema completamente centralizado, diseñado para maximizar la eficiencia productiva y asegurar el control absoluto del Estado sobre cada recurso generado. No opera bajo principios de mercado ni bajo modelos tradicionales de intercambio comercial; en su lugar, se basa en la planificación total, el registro perpetuo de la productividad y la conversión directa del trabajo humano en energía, infraestructura y expansión militar.",
      "intro_p2": "El Imperio considera que la función económica principal no es crear riqueza individual, sino alimentar la maquinaria estatal, sostener la industria bélica y garantizar la continuidad del orden social. Todas las actividades económicas, desde la minería hasta la investigación científica, responden directamente a las necesidades fijadas por el Consejo Imperial y supervisadas por el Emperador.",
      "creditos": {
        "title": "Sistema de Créditos de Producción",
        "content_1": "El latido de esta economía no lo marca el oro, sino el Crédito de Producción. No es una moneda, sino una medida de obediencia. Su valor no fluctúa en bolsas de comercio, sino que se calcula con precisión burocrática a partir de horas trabajadas, cuotas superadas y, sobre todo, disciplina demostrada. Un obrero no gana créditos, los genera a través de su función en la máquina.",
        "content_2": "Estos créditos son un espejismo de libertad económica. Solo pueden canjearse en los mercados estatales, austeros almacenes donde se dispensan raciones alimentarias calculadas al gramo, uniformes idénticos, medicamentos básicos y los escasos bienes no esenciales que el Consejo juzga convenientes para la moral productiva. El sistema está diseñado para imposibilitar el ahorro significativo o el comercio privado. ¿Para qué acumular créditos si no hay nada valioso que comprar fuera del sistema? La dependencia económica es total y deliberada.",
        "content_3": "Entre los Obreros del Vapor, el crédito se convierte en un látigo. Una reducción en la asignación es el primer castigo por una falta: llegar tarde, no alcanzar la cuota, ser sorprendido en una conversación subversiva. Es una sanción que se siente en el estómago de los hijos, un recordatorio físico de que la supervivencia está atada a la sumisión.",
        "content_4": "En los estratos superiores, el crédito se combina con privilegios más sutiles pero igualmente controladores: acceso a dosis personales de Aevar refinado que agudizan los sentidos y retrasan la fatiga, prioridad para viviendas en zonas menos contaminadas, permisos para viajar entre distritos. Son migajas del banquete del poder, suficientes para crear una élite leal y dependiente, pero nunca lo bastante abundantes como para comprar verdadera autonomía."
      },
      "comercio": {
        "title": "Comercio Interior y Exterior",
        "interiror_title": "Comercio Interior",
        "interior_p1": "Dentro de las fronteras del Imperio, el comercio no es un intercambio, sino una redistribución logística. No existe el concepto de mercado libre. En su lugar, existe un flujo constante y regulado de recursos desde los puntos de extracción y producción hacia los centros de consumo y las Altas Columnas.",
        "interior_p2": "Este flujo se rige por tres principios inquebrantables:",
        "interior_p3": "Distribución por Decreto: Las cuotas de alimentos, materias primas, repuestos y bienes manufacturados son decididas por el Consejo de Economía Imperial. Un distrito minero recibe tantas raciones y tal tipo de maquinaria, no según lo que necesite, sino según lo que el Plan Central determine como óptimo para la producción general.",
        "interior_p4": "Transporte Militarizado: Cada convoy de tren, cada carguero fluvial, es una operación militar. Van escoltados por Guardianes ligeros o tropas de la Legión del Vapor. No es solo por defensa contra una improbable insurgencia exterior; es para prevenir desvíos, sabotajes internos o el surgimiento de un mercado negro que podría florecer en la ruta entre la fundición y la armería.",
        "interior_p5": "Rastreabilidad Total: Cada barril de Aevar, cada caja de municiones, lleva un sello de presión de Aevar único. Este sello, una compleja firma energética, permite a los agentes de la Red del Ojo rastrear su ubicación en tiempo real a través de la red telegráfica. Un recurso que desaparece de su ruta preautorizada desencadena una investigación de traición.",
        "interior_p6": "Este sistema asegura que ningún distrito, ninguna Casa. por poderosa que sea, pueda acumular suficientes recursos para volverse autónoma. La centralización económica es el cemento que mantiene unido el imperio político.",
        "exterior_title": "Comercio Exterior",
        "exterior_p1": "Hacia el mundo exterior, el Imperio vuelve la mirada no como un mercader, sino como un estratega que usa la economía como un arma de influencia. El comercio exterior es excepcional, minimalista y profundamente estratégico.",
        "exterior_p2": "El Imperio exporta solo lo que decide. Tecnología obsoleta, versiones anteriores de fusiles de vapor, diseños de maquinaria pesada que ya han sido superados internamente. Excedentes controlados, como exceso de acero de calidad media, compuestos químicos no críticos. La promesa de energía, acceso limitado y carísimo a pequeñas cantidades de Aevar refinado, como herramienta de chantaje sobre naciones dependientes.",
        "exterior_p3": "A cambio, importa solo lo que no le conviene producir. Materias primas exóticas, como caucho, ciertos minerales raros, alimentos de lujo que no crecen en su clima frío y contaminado.E Información, a través de transacciones opacas, obtiene rumores, mapas, y datos científicos robados de otros países.",
        "exterior_p4": "Este comercio no está en manos de empresarios, sino de las Casas Mayores, cuyos agentes actúan como embajadores-comerciantes. Una negociación de la Casa Cunard por rutas portuarias es, en realidad, un reconocimiento naval. Un préstamo de la Casa Rothschild a una nación fronteriza es la instalación de una soga económica alrededor de su cuello.",
        "exterior_p5": "El objetivo nunca es el beneficio comercial en sí, sino ampliar la esfera de influencia, debilitar a los rivales y preparar el terreno para el día en que la diplomacia dé paso, de nuevo, a la conquista. En la economía de Aevora, hasta el intercambio más pacífico es una fase de la guerra perpetua."
      }
    },
    "reaventhorn": {
      "title": "Casa Reaventhorn",
      "subtitle": "La voluntad que no duda, reina",
      "intro": {
        "fundacion": {
            "title": "Fundación",
            "content_1": "Durante generaciones, fue una familia menor de la nobleza terrateniente, cómoda en la mediocridad y sumisa a casas más poderosas a cambio de migajas de influencia. Su bisabuelo logró un breve destello de prominencia durante los albores de la Primera Revolución Industrial, pero el declive general de Inglaterra arrastró a los Reaventhorn de vuelta a la oscuridad. Para cuando nació Norland, la familia se había reducido a cortesanos aduladores, perros falderos en los salones de quienes realmente tenian el poder.",
            "content_2": "Esta humillación heredada marcó a Norland desde la infancia. Un episodio particularmente vejatorio durante un banquete en la mansión de los Harrington, donde su padre fue tratado con desprecio condescendiente, selló en el joven un desdén profundo por su linaje y una determinación férrea, nunca más depender de la merced de otros. Tras la muerte de sus padres, Norland abandonó el apellido y la decadente aristocracia inglesa, partiendo hacia las colonias africanas como mano derecha de un magnate minero sin herederos.",
            "content_3": "Allí, lejos de las ataduras de la tradición, su mente fría y su voluntad implacable encontraron su verdadero elemento. Supervisando con puño de hierro la explotación minera y reprimiendo revueltas, internalizó que el poder era una conquista, no un legado. La fortuna y las concesiones mineras que heredó tras una serie de trágicos accidentes que eliminaron a la familia de su mentor le proporcionaron los recursos. Pero el verdadero catalizador fue el descubrimiento del Aevar en sus minas africanas. Norland no vio un simple mineral; vio el instrumento para reescribir el destino de su familia y de Inglaterra. Regresó, reclamó el liderazgo de la moribunda casa Reaventhorn y la transformó, de una familia de segundones, en el núcleo de la conspiración que daría a luz un imperio."
        },
        "papel": {
            "title": "Papel en el golpe",
            "content_1": "Utilizando la recién revitalizada Casa Reaventhorn como fachada y centro de operaciones, tejió personalmente la red de alianzas, sabotajes y manipulaciones que quebró los cimientos del Reino Unido. Su movimiento maestro fue el reclutamiento de la Casa Lovelace, los guardianes de la familia real, una jugada que convirtió al protector de la monarquía en su verdugo, otorgándole acceso total e información privilegiada.",
            "content_2": "Desde las sombras de su residencia en Yorkshire, Norland orquestó cada fase del colapso controlado, los sabotajes industriales, el pánico financiero, la desinformación. Coordinó a las Doce Casas como un director de orquesta, asegurándose de que cada fallo pareciera natural, cada crisis, inevitable. La cena en Yorkshire no fue una negociación, sino la puesta en escena final de su obra. Allí, con la familia real prisionera y las élites del país como testigos forzosos, Norland materializó la ruptura definitiva. Su ejecución personal de la Reina Victoria, sincronizada con la última campanada del Big Ben, no fue un acto de ira, sino un símbolo calculado, el viejo orden moría a la hora exacta en que nacía el nuevo. Los Reaventhorn, de ser perros falderos, pasaron a ser los regicidas fundadores."
        },
        "funcion": {
            "title": "Función en el Imperio",
            "content_1": "Son la voluntad ejecutora del proyecto imperial y los árbitros últimos del poder. Supervisan y moderan las acciones de las otras once Casas Fundadoras desde el Consejo Imperial, garantizando que la visión de Norland impregne cada decisión, cada ley, cada chispa de vapor. Son el nexo inquebrantable entre el mineral milagroso y el destino del Imperio, los custodios de la doctrina que sostiene que el progreso, el orden y la eficiencia son los únicos dioses a los que vale la pena servir. En sus manos reside la autoridad para interpretar y aplicar su mentalidad, el principio que justifica cualquier medio para asegurar la perpetuidad del Imperio."
        },
        "valores": {
            "title": "Valores Familiares",
            "content_1": "Los Reaventhorn veneran el poder, pero no como un fin hedonista, sino como la herramienta fundamental y única para esculpir la realidad. Creen que la voluntad, cuando es lo suficientemente fría y decidida, puede doblegar hasta las leyes de la naturaleza, como demuestra el Aevar.",
            "content_2": "Valoran la eficiencia y la competencia diferencial por encima de todo. Desprecian la incompetencia y la lealtad ciega sin utilidad práctica. Para ellos, el sentimentalismo, los lazos sanguíneos vagos y la nostalgia son debilidades que corroen los cimientos del orden. Su lealtad es un concepto frío y calculado, se es leal al proyecto imperial de Norland porque es la encarnación lógica y suprema del progreso, no por obligación familiar o emotiva. El mérito, la estrategia y la capacidad de previsión son las únicas virtudes que reconocen."
        },
        "info": {
            "title": "Información clave",
            "content_1": "El Plan Oculto de Norland: Incluso para el Consejo Imperial, Norland es un enigma que calcula movimientos varios pasos por delante de todos. Se rumorea que maneja el Imperio con una meta final que trasciende la mera conquista mundial, un objetivo secreto ligado a los límites mismos del Aevar y que se desarrolla en los laboratorios más profundos y vigilados del Imperio.",
            "content_2": "El Heredero Ilícito: El menor de los Lovelace, públicamente reconocido como hijo de Lord Alistair Lovelace, es en realidad el vástago del romance secreto entre Norland y Lady Eleanor Lovelace. Este joven, de nombre Cornelius, desconoce su verdadero parentesco, pero es observado con una atención peculiar y distante por el Emperador.",
            "content_3": "La Espada de Damocles: Norland es plenamente consciente del odio contenido que le profesa su sobrino, Leonard Reaventhorn, cuyo padre ejecutó. Sin embargo, en un alarde de confianza maquiavélica, no sólo lo tolera, sino que valora y respeta la formidable capacidad del joven como soldado, viendo en su ira fría y disciplinada un instrumento excepcional que, por ahora, sirve a la perfección a los designios del Imperio.",
            "content_4": "La Fractura Congelada: La ejecución de Eldric Reaventhorn, hermano menor de Norland, no fue un mero acto de represión. Fue la purga ritual de la única oposición moral que podía hacer dudar al propio Norland. Su fantasma, aunque borrado de los registros, persiste como la única grieta en la voluntad absolutista del Emperador, un precio que calculó y aceptó pagar."
        }
      },
      "miembros": {
        "norland": {
          "name": "Norland Reaventhorn",
          "biografia": {
            "title": "Biografía",
            "content_1": "Norland Reaventhorn nació en el seno de una nobleza menor cuyo nombre pesaba menos que sus deudas. Desde su juventud, su aguda inteligencia y su fría determinación chocaron contra el techo de cristal de su linaje. Su educación en Oxford no solo le dotó de un dominio excepcional de la ingeniería y la economía política, sino que también le reveló, con claridad brutal, las limitaciones estructurales de una monarquía anclada en el sentimentalismo y la tradición. La sumisa actitud de su padre, quien aceptaba con resignación el papel de perro faldero de casas más poderosas, incubó en Norland un desprecio profundo por la condición de su familia y una ambición sin límites.",
            "content_2": "Tras la muerte de sus padres, abandonó un apellido que asociaba con la debilidad y partió hacia las colonias africanas como asistente ejecutivo de un magnate minero. Allí, en un entorno donde la vida era un recurso más y la ley la imponía el más fuerte, su carácter se templó definitivamente. Aprendió que el poder no se mendiga, se toma. Que la autoridad se ejerce con mano de hierro o no se ejerce en absoluto. La fortuna y las vastas concesiones mineras que heredó tras la misteriosa y oportuna desaparición de su mentor no fueron un golpe de suerte, sino el primer fruto calculado de su voluntad. Este capital le permitió regresar a Inglaterra y reclamar lo que consideraba suyo por derecho de capacidad, el liderazgo de la Casa Reaventhorn.",
            "content_3": "Pero su verdadera visión cristalizó con el descubrimiento del Aevar. En ese mineral de brillo opalescente y potencia descomunal, Norland no vio una simple ventaja comercial. Vio el alma de un nuevo mundo. El catalizador capaz de fundir el hierro de la industria con la voluntad de hierro de un líder, para forjar un orden imparable. Desde ese momento, su biografía dejó de ser la de un hombre para convertirse en la del arquitecto de un imperio."
          },
          "filosofia": {
            "title": "Filosofía y Visión",
            "content_1": "Para él, conceptos como la tradición, la piedad o los derechos heredados por sangre no son más que supersticiones que obstruyen el camino del progreso. Cree que la historia es una máquina imperfecta, y que su único propósito legítimo es ser rediseñada por mentes lo suficientemente lúcidas y voluntades lo suficientemente fuertes.",
            "content_2": "Su visión del Imperio de Aevora es la de un organismo social perfectamente jerarquizado y mecanizado. Una vasta ingeniería donde cada individuo, desde el emperador hasta el obrero de las minas, es un engranaje con una función específica, lubricado por la obediencia e impulsado por la energía infinita del Aevar. En esta cosmovisión, la libertad individual es un mito peligroso, la verdadera libertad es la que experimenta la máquina social al funcionar sin fricciones. Su lema, 'La voluntad que no duda, reina', resume su credo, en el universo que ha construido, la duda es el único pecado imperdonable."
          },
          "fisico": {
            "title": "Aspecto físico",
            "content_1": "Norland Reaventhorn posee una presencia que impone silencio antes de pronunciar palabra. Con una estatura entre 1,80 y 1,85 metros y una complexión poderosa y atlética, encarna la fusión de la fuerza física con la autoridad intelectual. Su rostro, de facciones cinceladas y mandíbula firme, es un mapa de severidad controlada, del que ha desaparecido cualquier rastro de la juventud frívola.",
            "content_2": "El cabello de Norland es de un rubio ceniza, y sus ojos, de un azul tan gélido que bajo cierta luz revelan inquietantes y sutiles matices rojizos. Sin embargo, lo que realmente lo define es la máscara de acero bruñido y ébano que cubre permanentemente la parte superior de su rostro. Más que una protección, esta máscara es un símbolo, una declaración: oculta los ojos, considerados la ventana del alma, y transforma al hombre en un icono. Su voz, metálica y mesurada, emerge de detrás de ella con la precisión de una maquinaria perfectamente calibrada. La máscara se erige como el muro final e infranqueable que separa a Norland, el individuo de carne y hueso, de Norland, la encarnación viva de la voluntad imperial."
          }
        },
        "eldric": {
          "name": "Eldric Reaventhorn",
          "biografia": {
            "title": "Biografía",
            "content_1": "Creció en la misma sombra de una nobleza menor que su hermano Norland, pero donde este solo veía humillación y debilidad, Eldric percibía dignidad en la modestia y valor en las tradiciones que tejían el entramado social. Su paso por Oxford lo llevó por los claustros de la filosofía moral y las ciencias sociales, no por los talleres de ingeniería. Allí se nutrió de los ideales de la ilustración, del concepto de derechos inalienables y de la creencia en la perfectibilidad humana a través de la razón ética, no solo técnica.",
            "content_2": "Mientras Norland se ausentaba en África, forjándose en el yugo del poder desnudo, Eldric permaneció en Inglaterra, observando con creciente alarma la fractura social que la industrialización descontrolada causaba. La muerte de sus padres lo dejó como el único contrapeso moral dentro de su propia familia. Observó el meteórico y siniestro ascenso de Norland no con envidia, sino con un pavor profundo. Reconoció en el Aevar no el milagro que proclamaba su hermano, sino un narcótico para la conciencia colectiva, una sustancia que prometía poder a cambio de alma.",
            "content_3": "Su oposición al golpe de estado y al naciente Imperio no fue un acto de rebeldía política, sino de resistencia existencial. No ambicionaba un trono, sino defender la idea misma de humanidad que veía ser sacrificada en el altar de la eficiencia. Cuando las palabras de Norland comenzaron a forjar cadenas de acero y vapor, las de Eldric se convirtieron en el último susurro de la conciencia, circulando de mano en mano como semillas de un mundo que se negaba a morir. Su tragedia no fue haber desafiado a un emperador, sino haberle recordado que alguna vez fue un hombre."
          },
          "filosofia": {
            "title": "Filosofía y Visión",
            "content_1": "La filosofía de Eldric Reaventhorn era un humanismo militante. Creía que el valor de una sociedad se medía no por su producción de acero o su potencia de fuego, sino por el grado de libertad, compasión y justicia que garantizaba a cada uno de sus miembros. Para él, el progreso era un viaje hacia una mayor ilustración moral y autonomía personal, no una carrera hacia la dominación mecánica.",
            "content_2": "Se oponía frontalmente al determinismo social de Norland. Donde su hermano veía engranajes, Eldric veía personas, donde Norland imponía funciones. Consideraba la tecnología, y el Aevar en particular, como herramientas ambivalentes, podían liberar al hombre del trabajo embrutecedor o podían esclavizarlo a una nueva y más sofisticada tiranía. Su visión era la de un futuro donde la máquina estuviera al servicio de la humanidad, para liberar tiempo para el pensamiento, el arte y la comunidad, no para consumir cada instante en una rueda de producción infinita. En el Imperio de Aevora, vio la pesadilla realizada, la inversión de este principio."
          },
          "fisico": {
            "title": "Aspecto físico",
            "content_1": "Eldric Reaventhorn era el reflejo distorsionado y humano de su hermano. Compartía una estatura similar, alrededor de 1,80 metros, y una complexión atlética, aunque la suya era la de un caminante y un pensador, no la de un soldado o un ingeniero. Su fuerza era funcional, no ostentosa. El parecido familiar se rompía en los detalles cruciales: su cabello, de un rubio más cenizo y desordenado, enmarcaba un rostro donde la severidad de Norland se trocaba por una melancolía reflexiva y una fatiga profunda.",
            "content_2": "Sus ojos, del mismo azul familiar, carecían por completo de los inquietantes matices rojizos que el Aevar imprimía en la mirada de su hermano. Eran claros, directos y tristes, capaces de transmitir una empatía que desarmaba. Rechazaba la estética opresiva de la nueva nobleza imperial. Vestía ropas sencillas, prácticas y bien usadas, generalmente de tonos apagados: pardos, grises oscuros, verdes musgo. No llevaba insignias, ni engranajes decorativos, ni ningún símbolo del nuevo orden. Su apariencia era la de un erudito, un anacronismo deliberado en un mundo de vapor y acero pulido. Esta simplicidad no era pobreza, sino una declaración de principios: un recordatorio silencioso de que la verdadera autoridad no necesita adornos, y de que la humanidad no debe disfrazarse de máquina. En su ejecución, esa misma sencillez lo hizo parecer no un príncipe caído, sino un hombre común sacrificado, multiplicando el poder de su martirio."
          }
        },
        "leonard": {
          "name": "Leonard Reaventhorn",
          "biografia": {
            "title": "Biografía",
            "content_1": "Leonard Reaventhorn lleva el peso de un apellido que es a la vez un estigma y una corona de espinas. Como hijo del hermano menor de Norland, nació en la periferia del poder que su tío ambicionaba. Su infancia, compartida con sus hermanos mellizos William y Sophia, se truncó brutalmente cuando su padre lideró una de las primeras y más sangrientas rebeliones contra el nuevo régimen. Leonard no solo perdió a sus padres ante la mano ejecutora de Norland, fue testigo forzoso de cómo el pragmatismo imperial convertía el lazo familiar en delito de traición. La misericordia del Emperador, orquestada por la Casa Lovelace, fue una condena más sutil, el exilio dorado de sus hermanos en una casa noble y, para él, la opción de desaparecer en el anonimato o infiltrarse en la bestia que devoró a su familia.",
            "content_2": "Eligió la tercera vía, una jugada maestra. A los catorce años, renunciando al apellido Lovelace y al estatus de noble adoptivo, se alistó como un 'Sin Casa'. En el ejército, el instrumento predilecto de Norland, Leonard encontró el campo de batalla perfecto para su duelo personal. Demostró un talento táctico innato y una frialdad bajo fuego que pronto llamaron la atención, replicando el genio estratégico de su tío pero desprovisto de su ideología. Ascendió a sargento a los diecisiete años no a pesar de ser un apátrida, sino porque su habilidad pura era un recurso que ni el nepotismo más férreo podía ignorar. Su destino en el Frente Oriental no fue un exilio, sino el crisol donde comenzaría a forjar el arma que un día podría volverse contra el corazón del Imperio."
          },
          "filosofia": {
            "title": "Filosofía y Visión",
            "content_1": "Leonard Reaventhorn no tiene una filosofía, tiene una misión, y todo lo demás es pantalla. Su visión del mundo es binaria y claustrofóbica. Por un lado, la preservación absoluta de sus hermanos, William y Sophia, los únicos vestigios de un mundo anterior al Aevar y los únicos receptáculos de su humanidad residual. Por otro, la destrucción metódica de Norland y el sistema que erigió. Para lograr ambos fines, ha construido una identidad de hierro, el soldado imperial perfecto, leal hasta la obsecuencia, eficiente hasta la inhumanidad.",
            "content_2": "Esta fachada es su arma y su armadura. Cada acto de disciplina, cada misión cumplida con exceso, cada muestra de fría devoción, es un ladrillo más en el muro de confianza que necesita derribar desde dentro. No cree en el Imperio, en el Aevar o en el progreso mecánico, cree en el cálculo, en la paciencia y en la fuerza del odio contenido. Su lealtad es un veneno de acción lenta, y su ascenso en las filas, la jeringa que lo llevará hasta la vena yugular del poder. ",
            "content_3": "En el fondo, su visión es la del mundo como un mecanismo de relojería que debe ser desarmado pieza a pieza, comenzando por el péndulo maestro. Mientras, protege a sus hermanos no con afecto visible, sino con la distancia estratégica de un hombre que sabe que cualquier debilidad expuesta es un punto de presión para el enemigo."
          },
          "fisico": {
            "title": "Aspecto físico",
            "content_1": "Leonard Reaventhorn es la encarnación de la utilidad marcial, un instrumento pulido por el servicio y el singular propósito. De estatura media, entre 1,75 y 1,80 metros, posee un físico atlético y funcional, esculpido por la exigencia castrense y carente de cualquier ostentación. No es la complexión imponente de Norland, sino la de un depredador eficiente, donde cada músculo tiene una aplicación práctica en combate o supervivencia.",
            "content_2": "Su apariencia es un cuidadoso equilibrio entre el anonimato y la distinción forzosa. Su cabello, de un castaño oscuro heredado de su madre y mantenido más largo que el reglamento pero siempre bajo control, es un rechazo tácito al rubio dinástico de los Reaventhorn. Su rostro, de facciones angulosas y una palidez adquirida en climas extremos y turnos interminables, rara vez muestra algo más allá de una concentración impasible. ",
            "content_3": "Pero son sus ojos el rasgo más revelador y ambiguo, de un intenso color marrón, en cierta luz o en momentos de tensión extrema, dejan entrever unos sutiles e inquietantes matices rojizos. No son el brillo opalescente de un consumidor habitual de Aevar refinado, sino un destello sordo, como brasas cubiertas de ceniza, que sugiere una exposición diferente, tal vez una lenta combustión interna. ",
            "content_4": "Viste el uniforme imperial con una precisión impecable pero desgastada, sin condecoraciones llamativas, como si su cuerpo fuera otra herramienta del Imperio, esperando silenciosamente el momento en que la herramienta pueda volverse contra la mano que la maneja."
          }
        },
        "william_sophia": {
          "name": "William y Sophia Reaventhorn",
          "biografia": {
            "title": "Biografía",
            "content_1": "William y Sophia Reaventhorn, mellizos unidos por el cordón umbilical del trauma y la belleza, son los hijos fantasmas de la revuelta fallida. Sobrinos del Emperador por sangre, pero hijos adoptivos de la Casa Lovelace por decreto de una misericordia calculada. Tras la ejecución de sus padres, fueron arrancados de las faldas de la insurgencia y transplantados al corazón mismo del orden que la sofocó. Criados en los salones impecables de los Lovelace, se les concedió todo privilegio excepto la verdad, se les inculcó que el sacrificio de sus padres fue un mal necesario, un error trágico pero lógico en el camino hacia el progreso imperial.",
            "content_2": "En este invernadero de mentiras elegantes, su genio encontró un refugio inesperado: la música. William se convirtió en un prodigio del piano, Sophia, en una virtuosa del violín. El régimen, que valora la precisión por encima de todo, celebró su arte como prueba de que la excelencia y la belleza podían florecer bajo el nuevo orden. Sus conciertos en las Altas Columnas se convirtieron en rituales de Estado, demostraciones vivientes de que Aevora no era solo vapor y violencia, sino también armonía y control. Sin saberlo, se transformaron en los músicos oficiales de su propia tragedia, instrumentos afinados para tocar la sinfonía de la legitimidad imperial."
          },
          "filosofia": {
            "title": "Filosofía y Visión",
            "content_1": "La filosofía de William y Sophia es una fe frágil y cultivada en el orden como sustituto de la justicia. Criados en la doctrina de que el caos es el único mal verdadero, han abrazado la armonía musical, como bien supremo. No albergan el rencor incandescente de Leonard, en su lugar, sienten una vaga y elegante melancolía, una saudade por un mundo de sentimientos más simples que intuyen perdido, pero que nunca conocieron.",
            "content_2": "Su visión se expresa a través de las partituras. Para ellos, la música no es escape, sino exploración. Es el lenguaje mediante el cual buscan descifrar la humanidad que el Imperio sistemáticamente racionaliza y reprime. Cada nota perfectamente ejecutada es un intento de conectar con algo esencial y bello que creen aún debe existir en el alma del monstruo que los adoptó. Son, en el fondo, idealistas inconscientes. Creen que su arte puede ser un puente, que la belleza que crean puede, gota a gota, ablandar el hierro del régimen."
          },
          "fisico": {
            "title": "Aspecto físico",
            "content_1": "William posee la delgadez elegante de quien dedica sus horas a la contemplación y al teclado, no al campo de batalla. De estatura media, su porte es recto pero fluido, el de un director que contiene la energía de la orquesta. Su cabello, de un rubio más claro y cenizo que el de sus hermanos, cae con studied carelessness. Sus ojos azules, penetrantes y ligeramente distantes, parecen siempre escuchar una música interior.",
            "content_2": "Sophia emana una gracia esbelta y etérea. Su figura, menuda pero llena de una tensión lista para convertirse en movimiento, parece creada para sostener un violín. Su melena rubia, brillante y siempre recogida de manera compleja pero práctica, enmarca un rostro de facciones finas y una expresividad contenida. Sus ojos, del mismo azul hereditario, tienen una profundidad líquida que parece captar y reflejar la emoción de cada nota que toca."
          }
        }
      }
    },
    "armstrong": {
      "title": "Casa Armstrong",
      "subtitle": "La potencia no negocia",
      "intro": {
        "fundacion": {
          "title": "Fundación",
          "content_1": "Los Armstrong no nacieron en la nobleza; la forjaron a golpe de martillo y fuego. Sus orígenes se hunden en las fraguas del norte de Inglaterra, donde generaciones de herreros e ingenieros hidráulicos perfeccionaron el arte de domar la fuerza bruta. El verdadero salto al poder llegó con William Armstrong, un visionario obsesionado con la eficiencia y la potencia aplicada. Fundó la Elswick Ordnance Company no como un simple negocio, sino como un templo a una nueva religión: la de la fuerza mecánica suprema. Bajo su mando, se convirtió en el principal proveedor de armamento de la Royal Navy y el Ejército Británico, alimentando las máquinas del imperio mundial.",
          "content_2": "Pero William despreciaba la mediocridad burocrática y la corrupción que veía en el Ministerio de la Guerra. Consideraba que el viejo orden monárquico, con sus generales anticuados y sus lentitudes parlamentarias, era un freno al verdadero potencial de la ingeniería bélica. Cuando Norland Reaventhorn se acercó a él, no le ofreció oro o títulos vacíos. Le ofreció lo que un herrero de armas de su calibre realmente ansiaba: una forja sin límites. La oportunidad de rediseñar el arte de la guerra desde sus cimientos, liberado de tradiciones obsoletas y moralismos sentimentales. Armstrong no se unió a la conspiración; se alistó en una cruzada tecnológica."
        },
        "papel": {
          "title": "Papel en el golpe",
          "content_1": "Los Armstrong fueron el brazo de acero desnudo de la conspiración. Mientras otras casas minaban la economía o envenenaban la información, los talleres secretos de Armstrong, escondidos en los valles galeses y los muelles de Newcastle, ya rugían con los primeros prototipos de fusiles de vapor comprimido y los planos embrionarios de los que serían los Guardians. Su papel fue de sabotaje industrial y superioridad técnica preventiva.",
          "content_2": "La noche del golpe, mientras el caos se adueñaba de Londres, equipos especializados de técnicos Armstrong, vestidos como obreros de mantenimiento, se infiltraron en los arsenales reales clave. Inutilizaron sistemas de artillería, contaminaron reservas de pólvora y aseguraron los depósitos de carbón, dejando a las guarniciones leales a la corona prácticamente maniatadas. No hubo necesidad de grandes batallas campales; la guerra fue ganada horas antes, en la sombra, por hombres que conocían cada tornillo y cada válvula mejor que los soldados que debían usarlas."
        },
        "funcion": {
          "title": "Función en el Imperio",
          "content_1": "Los Armstrong son los Armeros Imperiales, los herreros del nuevo dios de la guerra. Su dominio absoluto se extiende sobre los Dominios de la Forja, vastos distritos industriales reconvertidos en fábricas-catedral dedicadas exclusivamente a la producción bélica. Desde el fusil de vapor más sencillo hasta el reactor del Guardian Mark IV, cada instrumento de fuerza que lleva el sello del Imperio ha pasado por sus diseños, sus hornos y sus bancos de pruebas.",
          "content_2": "Su función es traducir el poder crudo y teórico del Aevar en realidades de acero y fuego. Supervisan toda la cadena, investigación de armamento, metalurgia avanzada, producción en masa, mantenimiento en campaña y desecho final. Son los guardianes de la doctrina de potencia aplicada: cualquier recurso, cualquier idea, cualquier vida humana, puede y debe ser canalizada hacia el aumento de la capacidad destructiva del Imperio."
        },
        "valores": {
          "title": "Valores Familiares",
          "content_1": "Los Armstrong veneran un trinidad secular: Fuerza, Eficiencia y Utilidad. Creen que la potencia bruta, correctamente dirigida, es el argumento último de la historia y la base de toda autoridad legítima. Valoran la innovación constante, pero solo si conduce a una robustez mayor o a una letalidad superior. Desprecian con igual intensidad la debilidad en los materiales y la debilidad en el carácter.",
          "content_2": "Para ellos, la lealtad al Imperio no es un sentimiento patriótico, sino la consecuencia lógica de servir a la entidad que mejor aplica su filosofía. Un Armstrong traicionaría a su familia antes que firmar un diseño con fallos, porque consideran que un error de ingeniería es una mancha en el honor que perdura por siglos, mientras que la traición es un asunto que se resuelve con un disparo."
        },
        "info": {
          "title": "Información clave",
          "content_1": "El Error de Overlord: La explosión catastrófica del prototipo de Guardian 'Overlord' no solo mató al hijo menor de William Armstrong, fracturó el alma de la casa. El incidente, atribuido privada y amargamente a un lote de acero de calidad inferior suministrado por la Casa Vickers, una acusación nunca probada pero nunca olvidada, transformó la ambición de los Armstrong en una obsesión paranoica por la redundancia, las pruebas exhaustivas y la calidad a cualquier costo.",
          "content_2": "El Heredero Reacio: Edgar Armstrong, el heredero designado, es un genio termodinámico cuya mente ve motores donde su padre ve armas. Desprecia la aplicación militar de su arte, anhelando en secreto revolucionar el transporte o la energía civil. Esta debilidad ideológica es un secreto a voces que provoca tensiones constantes con William y suscita preocupación en el Consejo Imperial sobre el futuro bélico de la casa.",
          "content_3": "La Hija del Hierro: Oliviere Armstrong, la hija menor, es la encarnación viva de los valores familiares llevados a su extremo lógico. Reclutada personalmente por Norland para los Norland Knights, ha trascendido la forja para convertirse en un arma viviente. Aunque su pertenencia a la élite imperial es el mayor honor público, en privado representa para William una dolorosa paradoja, su mayor éxito como padre es también su mayor fracaso, pues su hija ahora le pertenece más al Emperador que a la casa Armstrong, una pérdida que atribuye, con un resentimiento sordo, al propio Norland."
        }
      },
      "miembros": {
        "william": {
          "name": "William Armstrong",
          "biografia": {
            "title": "Biografía",
            "content_1": "William Armstrong nació como heredero de una dinastía de herreros e ingenieros hidráulicos, su mundo fue desde niño uno de fuerzas brutas domesticadas por la inteligencia: la presión del vapor, la resistencia del acero, la geometría de la potencia. Su genio no fue teórico, sino visceral, comprendió que la grandeza de una nación se medía en el calibre de sus cañones y la robustez de sus máquinas. Con una voluntad que rivalizaba con la de las prensas hidráulicas que admiraba, transformó el modesto taller familiar en el colosal complejo de la Elswick Ordnance Company.",
            "content_2": "Su alianza con Norland Reaventhorn fue natural e inevitable. Ambos compartían un desprecio religioso por la incompetencia y la tradición obtusa. En la visión de Norland, William vio la oportunidad definitiva, un imperio que no solo usara sus armas, sino que se fundara sobre los principios de su creación. Fue el pilar técnico-militar del golpe, el hombre que garantizó que la nueva era naciera con la superioridad de fuego ya asegurada. Sin embargo, su trayectoria de hierro se quebró con la explosión del prototipo 'Overlord'. La muerte de su hijo menor, no fue solo una tragedia personal, fue un fallo catastrófico en su propio diseño. Este evento transformó su ambición en una obsesión sombría, y selló en su corazón un rencor frío e incandescente hacia la Casa Vickers, a quien culpa eternamente por proveer el acero traicionero."
          },
          "filosofia": {
            "title": "Filosofía y Visión",
            "content_1": "Su filosofía se reduce a un principio inmutable: la potencia aplicada es la única verdad. Cree que el progreso, la seguridad e incluso la moralidad son subproductos de la fuerza desplegada con eficiencia implacable. La muerte de su hermano menor no ablandó su visión, la hizo fanática. Ahora cree que la debilidad no es un accidente, sino un pecado capital contra el orden natural. Su obsesión por la redundancia, las pruebas exhaustivas y la sobreingeniería es un ritual de expiación y una fortificación contra el caos.",
            "content_2": "Para él, el Imperio de Aevora es la máquina definitiva, y su función es ser el herrero que asegure que cada engranaje, cada soldadura, cada chispa de vapor, esté a la altura de soportar las presiones titánicas del destino imperial."
          },
          "fisico": {
            "title": "Aspecto físico",
            "content_1": "William Armstrong encarna la autoridad y la esencia de lo masivo. Su figura, alta y ancha, aún conserva la poderosa constitución del herrero que fue en su juventud. Su rostro es un mapa esculpido de décadas de decisiones críticas, con arrugas profundas que narran su historia.",
            "content_2": "Una pátina constante de hollín y aceite fino parece adherirse a su piel, un recuerdo olfativo de la forja que lo acompaña siempre. Una cicatriz púrpura y retorcida, herencia del 'Overlord', atraviesa su cuero cabelludo hasta la sien izquierda, un recordatorio físico de su único y devastador error de diseño. Sus manos son auténticos monumentos a los callos y a los nudillos deformados por viejos impactos, pero, paradójicamente, son capaces de una precisión extrema.",
            "content_3": "Sin embargo, es su mirada la que impone respeto y silencio. Sus ojos, del color del acero más frío y templado, no se centran en las personas, miden y evalúan. Escanean sin cesar todo lo que encuentran a su paso en busca de solidez, equilibrio y posibles puntos de fallo, tratando al mundo como un prototipo sometido a una prueba de estrés."
          }
        },
        "edgar": {
          "name": "Edgar Armstrong",
          "biografia": {
            "title": "Biografía",
            "content_1": "Edgar Armstrong creció inmerso en la forja sónica y ardiente que su padre había creado. Aunque heredó la genialidad de su linaje, su intelecto se orientó hacia una forma de armonía distinta, la precisión de las ecuaciones termodinámicas y el flujo de energía pura. En lugar del caos controlado de las armas de guerra, Edgar buscaba la eficiencia. Fue un niño prodigio, superando rápidamente a sus maestros, su mente de precisión era capaz de descifrar los misterios más profundos del Aevar. Sin embargo, mientras William solo veía el potencial para un proyectil más poderoso, Edgar calculaba la eficiencia de un motor capaz de unir continentes.",
            "content_2": "La explosión del 'Overlord' y la muerte de su hermano menor no endurecieron su corazón, lo quebraron de otra manera. No vio un error técnico a enmendar con más violencia, sino la prueba última del horror al que conducía la obsesión bélica de su familia. Aunque es el arquitecto silencioso detrás de los sistemas de propulsión más avanzados del Imperio, cada logro le sabe a ceniza. Su genio está al servicio de una máquina de guerra que desprecia en lo más profundo de su alma, y su mayor tormento es saber que sin su trabajo, el Imperio se detendría, pero aún así su hambre de conocimiento le impide detenerse."
          },
          "filosofia": {
            "title": "Filosofía y Visión",
            "content_1": "Para él, el Aevar no es el alma de un arma, sino la llave para un futuro de abundancia. Visiona un mundo transformado por la energía limpia y omnipresente del mineral, ciudades iluminadas sin humo, trenes que atraviesen océanos sobre puentes de vapor estable, industrias que liberen al hombre del trabajo embrutecedor en lugar de esclavizarlo a la producción de más herramientas de muerte.",
            "content_2": "Considera la guerra, y el complejo militar-industrial que su familia lidera, como la aplicación más primitiva y derrochadora posible del milagro del Aevar. Un derroche de recursos, de intelecto y, sobre todo, de vidas. Su lealtad al Imperio no nace del fervor ideológico, sino de un sentido frío del deber y de la trampa dorada en la que vive, sabe que su familia, su posición y la vida de quienes dependen de él están indisolublemente ligadas a la máquina que aborrece."
          },
          "fisico": {
            "title": "Aspecto físico",
            "content_1": "Edgar Armstrong es la negación física del ideal Armstrong. Delgado y de estatura media, su postura está perpetuamente encorvada, ya sea sobre un tablero de dibujo, un libro de fórmulas densas o en un gesto de defensa inconsciente.",
            "content_2": "Su ropa, aunque de buena calidad, está siempre desaliñada y lleva las marcas de su oficio: manchas de tinta indeleble en los dedos y los puños, pequeños agujeros de ácido en la chaqueta de laboratorio, un brillo de aceite fino en los pantalones. Sus manos, largas y finas, son hábiles con el compás y la pluma, pero carecen de las cicatrices y callosidades que son las medallas de su padre.",
            "content_3": "Su mirada es su rasgo más definitorio: ojos de un verde penetrante e intenso, que rara vez se posan en el interlocutor. Suelen perderse en la distancia, siguiendo trayectorias de partículas imaginarias o calculando pérdidas de energía en sistemas hipotéticos. En su mirada no hay rastro del gris acerado y evaluador de William, hay el brillo inquieto de quien ve maravillas y horrores que los demás son incapaces de siquiera imaginar."
          }
        },
        "oliviere": {
          "name": "Oliviere Armstrong",
          "biografia": {
            "title": "Biografía",
            "content_1": "Oliviere Armstrong forjó su carácter no en la comodidad de los salones, sino en el fragor de los campos de prueba de Elswick Ordnance. Su primer juguete fue un fusil de vapor que, a los diez años, ya era capaz de desmontar y rearmar. A diferencia de su hermano Edgar, absorto en la elegancia de la termodinámica teórica, Oliviere se sentía atraída por el olor a cordita, el estruendo de las pruebas y el poder palpable de la maquinaria.",
            "content_2": "La pérdida de su hermano menor en la catástrofe 'Overlord', no la doblegó por el dolor, sino que cristalizó un propósito inquebrantable: no solo dominar la tecnología que había fallado, sino ser esa tecnología, erradicando así cualquier posibilidad de que un fallo de diseño costara de nuevo una vida familiar.",
            "content_3": "Esta mezcla de fervor técnico y desprecio casi místico por el riesgo personal capturó la atención de Norland Reaventhorn. Él vio en ella no solo una ingeniera talentosa, sino el prototipo ideal para su proyecto más ambicioso: un nuevo arquetipo de soldado donde la voluntad, la carne y la máquina convergieran. Su incorporación a los Norland Knights no fue un simple ascenso, sino una auténtica transfiguración.",
            "content_4": "Ahora, bajo el nombre de Sir Oliviere Armstrong, su lealtad suprema es para el Emperador, sustituyendo a la de su propio linaje. Para el Imperio, ella es la prueba viva de la evolución humana. Para su padre, William, Oliviere es la hija perdida, una obra maestra que él forjó, pero que ahora pertenece a otro maestro, un recordatorio constante del poder de Norland para reclamar incluso aquello que un Armstrong considera irrevocablemente suyo."
          },
          "filosofia": {
            "title": "Filosofía y Visión",
            "content_1": "Para ella, la filosofía familiar de la potencia aplicada alcanza su cumbre no en la máquina externa, sino en la fusión biotecnológica del humano con el instrumento. Cree que el destino lógico de la ingeniería Armstrong es trascender la forja y fundirse con su creación: el Knight no pilota un Guardian, es el Guardian.",
            "content_2": "Considera las visiones de su padre y su hermano como peldaños inferiores en la misma escalera. La verdadera revolución, insiste, es interior, usar el Aevar no para alimentar cañones o trenes, sino para reescribir la biología humana, creando una nueva casta de seres más fuertes, más rápidos, más leales y más eficientes. Su lealtad a Norland es absoluta porque él es el único que comparte y permite esta visión extrema."
          },
          "fisico": {
            "title": "Aspecto físico",
            "content_1": "Oliviere Armstrong encarna la estética del poder personal, una fusión de carne y acero. Su físico, alto, atlético y de musculatura definida, es indispensable para su uniforme de Knight y un testimonio de su disciplina férrea y las sutiles modificaciones que otorga la Infusión de Aevar. Posee una elegancia innata de la nobleza, pero reorientada hacia un propósito utilitario y letal.",
            "content_2": "Su rostro de pómulos marcados y mandíbula firme es un ejemplo de control absoluto. Raramente muestra emoción, como si los sentimientos fueran variables ineficientes. Sus ojos, de un gris azulado glacial, tienen un brillo lechoso y opalescente, la marca inconfundible de la exposición constante al Aevar refinado y su plena integración en su sistema nervioso. Su cabello negro azabache está cortado de manera rigurosamente práctica, a ras del cuello, sin concesiones a la moda.",
            "content_3": "Incluso cuando no está en servicio completo, nunca se separa de su armadura. Siempre lleva consigo un elemento distintivo o su máscara facial auxiliar, que reposa sobre su pecho como un presagio de muerte inminente. Sus movimientos son silenciosos y medidos, pero irradian una tensión palpable."
          }
        }
      }
    },
    "lovelace": {
      "title": "Casa Lovelace",
      "subtitle": "Nada puede ocultarse ante una mirada que no cede",
      "intro": {
        "fundacion": {
          "title": "Fundación",
          "content_1": "La Casa Lovelace no se construyó, se heredó, capa tras capa de siglos de servicio, secretos y acceso silencioso al poder. Su linaje es uno de los más antiguos de Inglaterra, forjado no en batallas campales, sino en los pasillos privados de palacios y en las sombras de los tronos. Durante generaciones, fueron los guardianes discretos, los mayordomos de los secretos reales, los hombres y mujeres que sabían dónde se guardaban las llaves , tanto las de las puertas como las de los escándalos. Su honor residía en ser la memoria y la discreción vivientes de la monarquía.",
          "content_2": "Sin embargo, Alistair Lovelace, el actual patriarca, era un hombre cuya lealtad estaba condicionada a la eficacia, no a la tradición. Desde su privilegiada posición como jefe de seguridad real, no vio la grandeza de la corona, sino su decadencia institucional, su incapacidad para adaptarse al rugido de la nueva era industrial. Cuando Norland Reaventhorn le extendió la mano, no le ofreció sobornos, sino una lógica irrefutable: la oportunidad de dejar de ser el guardián de un museo para serlo de un Imperio. Alistair no traicionó por ambición vulgar, sino por una convicción fría, prefirió servir al futuro que consolar al pasado."
        },
        "papel": {
          "title": "Papel en el golpe",
          "content_1": "Los Lovelace fueron el mecanismo de relojería que permitió que la maquinaria del golpe se ensamblara en silencio. Mientras otras casas preparaban explosiones o sabotajes, los Lovelace ejecutaron el sabotaje perfecto: el de la información y la confianza de la corona. Desde dentro del aparato real, desactivaron protocolos de seguridad, redirigieron comunicaciones vitales y cartografiaron cada habitación, cada túnel y cada lealtad dudosa dentro del palacio.",
          "content_2": "La noche del regicidio, su papel fue culminante y simbólico. Fue Lord Alistair Lovelace en persona quien, ejerciendo la autoridad de su cargo, escoltó a una confiada Reina Victoria y a su familia directamente a la trampa tendida en Yorkshire. No hubo forcejeo, ni alarma, solo la ejecución impecable de un protocolo por el hombre en quien más se confiaba para evitarlo. Esta traición no fue un acto de violencia, sino de cirugía política, extirparon el corazón del viejo régimen con las manos que siempre lo habían protegido, demostrando que la verdadera llave del poder no es la fuerza, sino el acceso."
        },
        "funcion": {
          "title": "Función en el Imperio",
          "content_1": "Los Lovelace son los Vigilantes Imperiales, supervisan todo el aparato de seguridad interna, inteligencia, contraespionaje y vigilancia ideológica del Imperio. Gestionan la Red del Ojo Imperial, el sistema nervioso telegráfico y de informantes que monitoriza cada latido de la sociedad, desde las Altas Columnas hasta las minas de los Marginados.",
          "content_2": "Además, son los custodios de la memoria y las apariencias. Se encargan de la adopción y educación de los sobrinos del Emperador (William y Sophia Reaventhorn), una responsabilidad ceremonial que es, en realidad, una operación de control de largo alcance sobre el linaje mismo de Norland. Su función última es garantizar que ninguna idea, ninguna conspiración y ningún sentimiento subversivo germine sin ser detectado, catalogado y, si es necesario, erradicado."
        },
        "valores": {
          "title": "Valores Familiares",
          "content_1": "Los Lovelace veneran el deber por encima de la lealtad. Para ellos, la lealtad es un sentimiento voluble y peligroso, el deber es un algoritmo frío hacia el sistema más estable y eficiente disponible. Creen que la supervivencia del Estado es el bien supremo, y cualquier juramento personal debe subordinarse a él.",
          "content_2": "Valoran el secreto, la discreción y la perspicacia por encima de la valentía o la fuerza bruta. Desprecian la incompetencia y, sobre todo, la ingenuidad. Consideran la falta de visión, la incapacidad de ver las corrientes subterráneas del poder, como el pecado capital. Su honor ya no reside en la fidelidad a una persona, sino en la perfección impasible con que garantizan la perpetuidad del Imperio."
        },
        "info": {
          "title": "Información clave",
          "content_1": "El Heredero Ilícito: Cornelius Lovelace, reconocido públicamente como el hijo menor de Alistair, es el fruto del romance secreto entre Norland Reaventhorn y Lady Eleanor Lovelace. Este joven, que desconoce su verdadera paternidad, es observado con una atención distante y analítica por el Emperador.",
          "content_2": "La Red de las Sombras: Más allá de la burocrática Red del Ojo, los Lovelace operan una organización clandestina conocida como 'Las Sombras'. Es su brazo, especializado en la eliminación silenciosa y sin rastro de amenazas internas, sin importar su estrato social. Las Sombras no existen en ningún registro, y su lealtad parece flotar en un limbo entre la Casa Lovelace y la voluntad directa del Emperador.",
          "content_3": "La Doble Lealtad de Lady Eleanor: Lady Eleanor Lovelace es el enigma en el centro de la casa. Su lealtad verdadera es un secreto tan bien guardado que ni su marido Alistair ni sus hijos pueden descifrarla. Es posible que su lealtad última no sea a su casa, ni a su esposo y ni siquiera al Emperador."
        }
      },
      "miembros": {
        "alistair": {
          "name": "Alistair Lovelace",
          "biografia": {
            "title": "Biografía",
            "content_1": "Alistair Lovelace, heredero de una nobleza profundamente leal, creció inmerso en la alta sociedad inglesa, recibiendo una doble formación: por un lado, la diplomacia, el protocolo cortesano y el código caballeresco. Por el otro, el sombrío arte de la seguridad estatal, el espionaje y la gestión de secretos. Esta educación le enseñó a decodificar no solo los textos, sino también las intenciones ocultas tras silencios y miradas.",
            "content_2": "Sin embargo, a diferencia de sus antepasados, Alistair dejó de ver un deber sagrado para ver un simple sistema. Como jefe de seguridad real, pronto identificó las profundas fallas de este sistema. Cada error de gestión y cada amenaza ignorada reforzaban su convicción, el organismo al que servía estaba en una fase de descomposición terminal.",
            "content_3": "Fue entonces cuando Norland Reaventhorn se presentó, hablándole en el único idioma que Alistair respetaba: el de la racionalidad implacable y la estrategia a largo plazo. Norland no lo tentó con riquezas, sino con el proyecto de un nuevo Estado, un engranaje donde el sentimentalismo sería reemplazado por la eficiencia y el progreso controlado suplantaría al caos tradicional. Para Alistair, la decisión no fue una simple elección entre lealtad y traición, sino una disyuntiva entre aferrarse a un cadáver o ser partero de un nuevo orden. La entrega de la reina, a quien había jurado proteger, no fue un acto impulsivo, sino la fría conclusión de un cálculo racional."
          },
          "filosofia": {
            "title": "Filosofía y Visión",
            "content_1": "Para este personaje, el honor y la lealtad no son virtudes en sí mismas, sino meras herramientas tácticas. Su valor reside únicamente en su capacidad para promover la estabilidad y la eficiencia del sistema. Sostiene que las emociones son el mayor obstáculo para la buena gobernanza, ya que introducen una variable impredecible que perturba la lógica pura del poder.",
            "content_2": "Concibe el Imperio de Aevora como una maquinaria de precisión a escala continental. En esta visión, el valor de cada ciudadano se define por su función como un engranaje. El Estado actúa como el 'relojero omnisciente', cuya función es supervisar, mantener y, si es necesario, descartar cualquier componente defectuoso. Su desprecio por la antigua nobleza no es motivado por la envidia, sino porque los considera piezas inútiles y puramente decorativas, residuos de un diseño ya obsoleto."
          },
          "fisico": {
            "title": "Aspecto físico",
            "content_1": "Alistair Lovelace es la encarnación de una autoridad silenciosa y densa, a pesar de su estatura media y complexión delgada, su presencia se impone por la solidez de su carácter, no por su tamaño físico. Su postura es de una rectitud natural, la de alguien acostumbrado a la inmovilidad de la observación prolongada.",
            "content_2": "Su rostro, de una palidez notable, es una obra de facciones precisas y afiladas, como cincelado por la acumulación de juicios silenciosos. El rasgo más dominante es su mirada, unos ojos gris claro, absolutamente calculadores y penetrantes, que rara vez parpadean y parecen captar la luz en lugar de reflejarla. Todo en él refleja un orden meticuloso, desde su cabello entrecano, separado por una raya lateral rigurosa, hasta su fino bigote, perfectamente recortado.",
            "content_3": "Su vestimenta es de una elegancia mesurada y deliberadamente anticuada, con cada elemento cargado de simbolismo. En su chaleco, un reloj de bolsillo sustituye las manecillas convencionales por minúsculos y brillantes engranajes de Aevar. Es inseparable de su bastón de ébano, un accesorio que trasciende su función, cuya empuñadura plateada ostenta el grabado del Ojo del Aevar."
          }
        },
        "cornelius": {
          "name": "Cornelius Lovelace",
          "biografia": {
            "title": "Biografía",
            "content_1": "Cornelius Lovelace lleva una doble vida desde la cuna, es el hijo legítimo menor de la Casa Lovelace y, sin saberlo, el vástago secreto del Emperador. Su adopción junto a sus primos, William y Sophia Reaventhorn, tras la ejecución de sus padres biológicos, fue presentada como un acto de lealtad y piedad. Pero en la fría economía del poder de Alistair Lovelace, fue un movimiento maestro: consolidar el control sobre el linaje colateral del Emperador y proveer a su casa de un vínculo de sangre con el trono.",
            "content_2": "Creció en la opulencia vigilada de los Lovelace, donde se le inculcó el código de deber y discreción familiar. Sin embargo, su carácter se forjó no en los salones de intriga, sino en la leal y feroz amistad con su primo adoptivo, Leonard Reaventhorn. En Leonard, Cornelius encontró una autenticidad y una capacidad marcial pura que faltaba en su mundo de susurros y protocolos. Siguiéndolo al ejército, no por obligación familiar, sino por admiración genuina y un deseo de probarse a sí mismo fuera de la sombra de su apellido.",
            "content_3": "Su ascenso fue meteórico, impulsado por el privilegio de su nombre y la poderosa sombra de su hermano mayor, Cassian, un Norland Knight. Pero cada rango, cada privilegio, le recordaba la paradoja de su existencia, su éxito se atribuía al linaje, mientras que su lealtad más profunda pertenecía a un hombre que había renunciado a todo linaje. Destinado al Frente Oriental, su misión en Japón no es solo militar; no es solo un exilio elegante, es una forma de mantenerlo útil pero alejado del epicentro del poder."
          },
          "filosofia": {
            "title": "Filosofía y Visión",
            "content_1": "Internalizó la doctrina familiar de que el orden y la estabilidad son los bienes supremos, los únicos que justifican el sacrificio y la vigilancia perpetua. Cree en el Imperio como una fuerza necesaria en un mundo caótico.",
            "content_2": "Sin embargo, su filosofía se fractura y se reforma a través de la lente de su amistad con Leonard. En él, Cornelius ve la encarnación de un principio más noble que el mero linaje, el mérito puro. Su lealtad a Leonard trasciende la política familiar, es una lealtad de hombre a hombre, basada en la capacidad demostrada y una confianza forjada en la adversidad. Esto lo pone en conflicto silencioso con los valores más fríos de su casa y, especialmente, con su hermano Cassian.",
            "content_3": "Su visión del Imperio, por tanto, es contradictoria. Por un lado, defiende su estructura como garante del orden. Por otro, anhela secretamente que ese orden reconozca y recompense el valor intrínseco de hombres como Leonard por encima de los accidentes del nacimiento. Cree que la verdadera fortaleza del Imperio no está solo en sus Guardians y su red de espías, sino en la calidad moral y marcial de los individuos excepcionales que lo sostienen, un pensamiento peligrosamente romántico en el pragmatismo despiadado del Imperio."
          },
          "fisico": {
            "title": "Aspecto físico",
            "content_1": "Cornelius Lovelace posee la elegancia atlética de un oficial de alta cuna y el físico funcional de un soldado de campo. De estatura media, alrededor de 1,78 metros, su complexión es esbelta pero fuerte, marcada por el entrenamiento militar pero sin la densidad abrumadora de un Knight. Es la figura de un líder de caballería, ágil y resistente.",
            "content_2": "Su aspecto es un testimonio de su doble herencia. Las facciones de su rostro son nobles y su piel pálida, un rasgo que delata su linaje. Sus ojos, de un azul intenso y claro, provienen de una rama familiar que ignora. Su cabello, de un rubio dorado casi metálico, excede el largo reglamentario, pero siempre se mantiene impecablemente arreglado, un símbolo de su nobleza al que se aferra incluso en el campo de batalla.",
            "content_3": "Un detalle rompe la perfección controlada de su imagen: una cicatriz delgada y pálida que le cruza el lado izquierdo del cuello, desde justo debajo de la oreja hasta la clavícula. Es un recordatorio de un descuido juvenil durante un entrenamiento de esgrima, una marca de que incluso un Lovelace puede ser vulnerado.",
            "content_4": "Viste el uniforme imperial con la precisión de un noble, pero a menudo se le ve con la chaqueta desabrochada o la corbata ligeramente aflojada en entornos informales, un pequeño gesto de rebeldía contra la rigidez total."
          }
        },
        "cassian": {
          "name": "Cassian Lovelace",
          "biografia": {
            "title": "Biografía",
            "content_1": "Cassian Lovelace no fue criado, fue programado. Desde su primer aliento, su existencia fue un protocolo diseñado para perfeccionar la función última de su casa, ser el ojo que todo lo ve y la mano que todo lo purifica. Mientras otras niños jugaban, él memorizaba planos de edificios, estudiaba microexpresiones y desmontaba mecanismos de cerradura. Su educación fue una inmersión dual, en las artes marciales de un espía y en la psicología fría de un inquisidor.",
            "content_2": "Su iniciación en el mundo real fue la noche del golpe de estado. A los diecinueve años, no fue un mero espectador. Mientras su padre ejecutaba la traición maestra, Cassian dirigía un equipo de limpieza por los pasillos de Westminster, asegurando que ningún testigo no deseado, ningún guardia demasiado leal, interfiriera con el nuevo orden naciente. Aquella noche no sintió emoción, solo la satisfacción eficiente de un problema bien resuelto.",
            "content_3": "Su posterior carrera militar en el Frente Escandinavo fue una extensión lógica de su función. En el hielo implacable, su frialdad innata se convirtió en una ventaja absoluta. Su éxito no pasó desapercibido. Norland Reaventhorn, el arquitecto supremo, vio en él algo más que un soldado leal, vio un recipiente vacío, perfecto para llenar con la esencia más pura del deber imperial. El Juicio de la Máscara de 1878 no fue una prueba para Cassian, fue una ceremonia de confirmación."
          },
          "filosofia": {
            "title": "Filosofía y Visión",
            "content_1": "Su visión del mundo es binaria, el Imperio (orden, eficiencia, perpetuidad) y el Caos (todo lo demás, incluida la duda, la compasión y la lealtad personal). Para él, el deber no es una virtud, es la única realidad permisible.",
            "content_2": "Considera los sentimientos, incluso los lazos familiares, como ruido en la señal, fallos en el programa. Desprecia profundamente lo que cataloga como el sentimentalismo estratégico de su hermano Cornelius. Donde Cornelius ve en Leonard Reaventhorn a un hermano de armas y un amigo, Cassian ve una anomalía, un 'Sin Casa' con talento excepcional, motivaciones opacas y un acceso peligroso al corazón emocional de su hermano. Lo vigila no por enemistad, sino por protocolo. En su lógica, cualquier elemento que no pueda ser completamente predecido y controlado.",
            "content_3": "Su visión es la del Imperio como un organismo inmunológico. Él y los suyos son los glóbulos blancos, y su función es patrullar el torrente sanguíneo del Estado, identificando y eliminando sin piedad cualquier patógeno ideológico, cualquier célula rebelde, cualquier infección de pensamiento independiente."
          },
          "fisico": {
            "title": "Aspecto físico",
            "content_1": "Cassian Lovelace no es simplemente un hombre, sino una imponente figura, una arma de precisión letal, comparable a una escultura de mármol animada. Con una estatura que roza el metro noventa, su físico combina la distinción innata de su linaje con una musculatura densa y poco natural, consecuencia directa de la Infusión de Aevar.",
            "content_2": "Su rostro parece haber sido tallado, con facciones afiladas y una mandíbula cuadrada. Lo más llamativo es su piel pálida, casi cadavérica y fría, que deja entrever venillas azuladas, un efecto secundario del uso del mineral. Esta palidez se complementa con una mirada inquietante, sus ojos son esferas lechosas y opalescentes que irradian una tenue fosforescencia propia. Su cabello azabache está rapado al ras en los laterales y corto en la parte superior.",
            "content_3": "Su vestimenta refleja una austeridad absoluta y un rechazo a la vanidad. Fuera de su armadura de combate, se limita a usar el uniforme de los Norland Knights o ropas civiles de corte riguroso y oscuro."
          }
        },
        "eleanor": {
          "name": "Eleanor Lovelace",
          "biografia": {
            "title": "Biografía",
            "content_1": "Su origen es un vacío cuidadosamente limpiado en todos los registros. No existe un linaje claro, una familia de procedencia o un pasado verificable antes de su aparición en la alta sociedad londinense a mediados de la década de 1840. Algunos rumores susurran que pudo ser una heredera colonial de fortuna reciente, otros que era una artista o una intelectual continental que adoptó una nueva identidad. Lo único cierto es que irrumpió con una gracia y una perspicacia que desarmaron incluso a los más cínicos.",
            "content_2": "Fue en una de las tediosas recepciones de la corte donde llamó la atención de Alistair Lovelace, entonces un joven y ascético oficial de seguridad real. Mientras otras buscaban su favor por su belleza, ella fue la única que pareció ver más allá de su uniforme, interrogándolo con inteligencia punzante sobre los mecanismos de poder que él tanto estudiaba. No fue un romance de pasión, sino de reconocimiento mutuo entre dos intelectos fríos.",
            "content_3": "Alistair, el hombre que lo analizaba todo, no pudo, o no quiso, analizar el vacío en el pasado de Eleanor. La tomó por esposa, incorporando su enigma al patrimonio más antiguo de Inglaterra. Su unión fue un pacto de mentes, un matrimonio que añadió una capa más de profundidad a la ya opaca Casa Lovelace."
          },
          "filosofia": {
            "title": "Filosofía y Visión",
            "content_1": "La filosofía de Eleanor Lovelace es un libro cerrado. Su visión del Imperio, de su marido, incluso de sí misma, es un territorio inaccesible. Demuestra una lealtad exterior impecable hacia Alistair y el régimen, pero nunca expresa una opinión ideológica propia. En las raras ocasiones en que habla en público, sus palabras son medidas, ambiguas y perfectamente ortodoxas, como si recitara un guion escrito por otro.",
            "content_2": "El único atisbo de una brújula moral personal se revela en su relación con sus hijos. Con Cassian, hay una frialdad respetuosa, como si observará la obra maestra que ayudó a crear. Con Cornelius, su hijo menor, se percibe una calidez más tangible, una protección feroz y silenciosa que contrasta con su habitual distanciamiento."
          },
          "fisico": {
            "title": "Aspecto físico",
            "content_1": "Eleanor Lovelace posee una belleza que no busca el protagonismo, sino que se manifiesta en una elegancia sutil y susurrante, atrayendo la mirada precisamente por su discreción. De estatura media y complexión esbelta, su aspecto es de una pulcritud intachable, aunque deliberadamente carente de cualquier rasgo que la haga memorable. Sus facciones serenas y proporcionadas contrastan con las aristas más duras de su esposo y la intensidad espectral de su hijo, Cassian.",
            "content_2": "Su cabello, de un castaño oscuro inmaculado, se recoge siempre en un moño bajo y sencillo, desprovisto de adornos llamativos. Sus ojos, de un escurridizo gris verdoso, poseen una cualidad reflectante: absorben los detalles del entorno sin revelar nada de su interior. Viste de forma exclusiva con alta costura victoriana, pero siempre en una paleta de tonos apagados: grises marengo, verdes musgo o azules oscuros. Las joyas vistosas están ausentes de su atuendo.",
            "content_3": "La característica más definitoria de Eleanor es, irónicamente, su reclusión. Rara vez se aventura fuera de los muros de la mansión Lovelace o de las recepciones oficiales de carácter ineludible. No se la ve en paseos por el parque, asistiendo a la ópera o viajando. Esta vida autoimpuesta, justificada con pretextos de salud frágil y un temperamento reservado, ha sido la fuente de incontables rumores durante décadas. En un hogar ya ensombrecido por el misterio, Eleanor se ha convertido en la sombra perfecta."
          }
        }
      }
    },
    "ejercito": {
      "title": "Estructura del Ejército Imperial",
      "intro_p1": "Bajo el cielo gris de Aevora, donde el humo de las fundiciones nubla el horizonte y el vapor marca el ritmo de la existencia, se alza una pirámide de acero y obediencia: La Legión del Vapor. Este no es un ejército al uso, no es una colección de hombres con armas, sino un organismo único, meticulosamente diseñado para ser la extensión perfecta de la voluntad imperial. Cada soldado, cada oficial, cada máquina, es un engranaje consciente dentro de una maquinaria mayor cuyo único propósito es mantener, expandir y perpetuar el orden de Norland Reaventhorn.",
      "intro_p2": "La estructura no conoce la improvisación. Es fría, calculada y jerárquica, reflejando en su propia organización la filosofía social del Imperio: cada cual en su lugar, cada función asignada, cada movimiento supervisado. Desde el recluta anónimo hasta el Knight que pilota un coloso de metal, todos responden a una misma doctrina, inhalan un mismo vapor y marchan al unísono del mismo tambor metálico.",
      "soldados": {
        "title": "Soldados Rasos",
        "content_1": "En los cimientos de la Legión del Vapor se encuentra la masa disciplinada de los Soldados Rasos. No son héroes con nombre, ni voluntarios movidos por ideales románticos. Son, en su mayoría, productos del sistema: obreros de rendimiento ejemplar, técnicos jóvenes de lealtad probada o hijos de familias leales cuyo destino fue sellado en la Instrucción del Deber. Su individualidad se disuelve en los Campos de Hierro, complejos de entrenamiento que más parecen fábricas de seres humanos.",
        "content_2": "Aquí, el recluta deja atrás su nombre. Se convierte en un número de unidad, en un rostro más bajo un casco idéntico. Su formación es un proceso de despiece y reensamblaje: aprenden a desmontar un fusil de vapor comprimido con los ojos cerrados, a marchar durante horas bajo la lluvia ácida de los distritos industriales, a obedecer órdenes sin parpadear. La exposición controlada a bajas dosis de vapor de Aevar durante el entrenamiento no solo fortalece su cuerpo, sino que comienza el sutil condicionamiento químico que atenúa el pensamiento crítico y aumenta la sugestión.",
        "content_3": "Su equipamiento es funcional y mortífero: fusiles de vapor de retrocarga, armaduras ligeras de placas superpuestas que protegen los órganos vitales sin restar movilidad, y máscaras respiratorias con filtros de carbón activo que se convierten en su segunda piel en el campo de batalla. No luchan por gloria o por patria; luchan por el Imperio, por la estabilidad que representa, y por la ración extra que recibirán sus familias si sobreviven. Cuando caen, sus cuerpos son incinerados en los Mausoleos del Deber y sus cenizas, mezcladas con el vapor sagrado, se reintegran simbólicamente al ciclo productivo del Aevar. Su muerte es, ante todo, útil."
      },
      "mandos": {
        "title": "Cuadros de Mando",
        "content_1": "Por encima de la masa homogénea de soldados, operan los Cuadros de Mando. Estos oficiales son los tendones que unen la voluntad del Consejo Imperial con la fuerza bruta de la tropa. No alcanzan su posición por nacimiento, sino por mérito fríamente evaluado: son los soldados que mostraron una obediencia incuestionable, los técnicos que demostraron frialdad analítica bajo presión, los estrategas natos que comprenden la doctrina de Norland no como un dogma, sino como un manual de operaciones.",
        "content_2": "Su formación es más intelectual, pero no menos estricta. Estudian tácticas de combate mecanizado, logística de suministro en territorio hostil y, sobre todo, la psicología del control. Son responsables de la salud ideológica de sus unidades. Un soldado que duda es un fallo en el sistema, y el Cuadro de Mando que no lo detecta y reporta a la Red del Ojo es tan culpable como el disidente.",
        "content_3": "En su uniforme, siempre visible, llevan grabado o bordado el Ojo del Aevar. No es un simple emblema; es un recordatorio constante. Les recuerda que son observados por sus superiores, pero también les recuerda a sus subordinados que cada mirada, cada gesto, cada palabra susurrada en la trinchera, es registrada. Son al mismo tiempo líderes y celadores, la encarnación de la vigilancia horizontal que mantiene cohesionada a la Legión."
      },
      "knights": {
        "title": "Knights",
        "content_1": "Más allá de los Cuadros de Mando se encuentra la élite, los Knights. Este no es un rango que se gane solo con disciplina o inteligencia táctica. Requiere algo más: una estabilidad mental inquebrantable, una lealtad que haya sido probada en crisoles de fuego y, finalmente, la voluntad de someterse a la Infusión de Aevar.",
        "content_2": "Este ritual es la frontera entre el soldado humano y el instrumento imperial perfeccionado. En cámaras presurizadas, el candidato inhala vapor de Aevar altamente refinado bajo supervisión médica de la Casa Pelwright. El proceso es agonizante y transformador. El Aevar se fusiona con su fisiología, potenciando su fuerza, acelerando sus reflejos y agudizando sus sentidos a niveles sobrehumanos. El precio se paga en el cuerpo: sus ojos adquieren un brillo lechoso y opalescente, y en ambientes fríos, un tenue vapor emana de su piel, señal de la energía que ahora hierve en su interior.",
        "content_3": "Los Knights son los únicos autorizados a pilotar los Guardians, los colosos mecanizados que son el símbolo del poderío aevoriano. La conexión entre Knight y máquina no es meramente mecánica, es casi simbiótica. La Infusión les permite soportar las brutales fuerzas G y procesar la avalancha de datos sensoriales del Guardian. Un Knight sin su máquina es un arma formidable, un Guardian sin su Knight es un montón de metal inerte. Juntos, son la expresión máxima de la doctrina militar de Norland: la fusión de voluntad, biología y tecnología en un solo instrumento de guerra."
      }
    },
    "norland_knights": {
      "title": "Norland Knights",
      "intro_p1": "Por encima de todos, incluso de los Knights más condecorados, existe un círculo dentro del círculo: los Norland Knights. No son parte de la cadena de mando tradicional; son la mano izquierda del Emperador, una herramienta de precisión absoluta que responde únicamente a Norland Reaventhorn. Su creación fue un acto de voluntad personal del soberano, y su existencia envía un mensaje claro a las Casas Fundadoras: por encima de sus ejércitos privados y sus intrigas, hay un poder superior, incorruptible y letal.",
      "intro_p2": "El acceso a este cuerpo es el Juicio de la Máscara, una prueba que es filtro, ritual y tortura. Los aspirantes, ya sean herederos prometedores de las Casas o Knights legendarios, son sometidos a una evaluación exhaustiva de su historial, su psicología y su fisiología. El momento culminante es la exposición en una cámara hermética a concentraciones de vapor de Aevar puro que bordean lo letal. Solo aquellos cuya constitución celular resiste sin desarrollar la Marcadura sobreviven. Los que triunfan reciben una máscara de metal que se ajusta a su rostro, un artefacto que regula el flujo de Aevar en su cuerpo y certifica su nuevo estatus: ya no son completamente humanos, son algo más y algo menos, instrumentos dedicados en cuerpo y alma al designio imperial.",
      "intro_p3": "Cada Norland Knight posee un Guardian Mark IV único, una obra maestra de la ingeniería fabricada a medida para él. Operan en misiones donde el fracaso no es una opción: asesinatos estratégicos, eliminación de amenazas internas, conquista de objetivos imposibles. Su mera presencia en un frente significa que el ojo del Emperador está sobre esa batalla, y su voluntad, a punto de imponerse. Son la encarnación final del poder aevoriano: eficiencia absoluta al servicio de una voluntad de hierro.",
      "rangos": {
        "title": "Rangos",
        "content_1": "1. La Mano de Plata:",
        "content_2": " Líder supremo de los Norland Knights y representante directo del Emperador. Actúa como autoridad máxima dentro del cuerpo y supervisa tanto las operaciones internas como la aplicación de órdenes imperiales. Su identidad real y su casa de procedencia se mantienen como información clasificada por razones de seguridad estratégica.",
        "content_3": "2. Unknown",
        "content_4": "3. Unknown",
        "content_5": "4. Unknown",
        "content_6": "5. Unknown",
        "content_7": "6. Sir Cassian Lovelace:",
        "content_8": "Heredero de la Casa Lovelace. Especialista en operaciones encubiertas y eliminación quirúrgica de amenazas. Su papel dentro del cuerpo se centra en la infiltración, la obtención de información sensible y la neutralización de objetivos prioritarios.",
        "content_9": "7. Sir Magnus Pelwright:",
        "content_10": " Heredero de la Casa Pelwright. Especialista en armamento químico y manipulación avanzada del Aevar. Supervisa proyectos relacionados con armas experimentales y protocolos de contención biológica.",
        "content_11": "8. Sir Seraphina Hale:",
        "content_12": "Procedencia desconocida. Especialista en armamento de asedio y despliegue táctico de artillería pesada. Su Guardian está adaptado para operaciones prolongadas y ataques de larga duración. Coordinadora principal de las tropas de asedio.",
        "content_13": "9. Sir Kael Moss:",
        "content_14": " Cabeza de una casa menor al servicio de los Cunard. Especialista en combate marítimo, maniobras navales y despliegue en escenarios oceánicos. Coordinador principal de las flotas imperiales.",
        "content_15": "10. Sir Oliviere Armstrong:",
        "content_16": "La menor de la familia Armstrong y la incorporación más reciente. Especialista en armamento terrestre y tácticas pesadas de infantería mecanizada.",
        "content_17": "11. Sir Violet Wryn:",
        "content_18": " Heredera de la Casa Wryn, históricamente subordinada a la Casa Lovelace. Especialista en combate cuerpo a cuerpo y enfrentamiento directo, siendo considerada una de las mejores duelistas del cuerpo.",
        "content_19": "12. Sir Donovan Vickers:",
        "content_20": "Miembro más joven de los Vickers y el más joven entre los Norland Knights. Especialista en armamento de larga distancia y sistemas de precisión."
      },
      "ascenso": {
        "title": "Ascenso dentro del cuerpo",
        "intro": "En un sistema construido sobre la meritocracia fría y la eficiencia, el ascenso dentro de los Norland Knights es un proceso deliberado y a menudo despiadado. No hay lugar para herencias dinásticas o favores políticos. Solo dos caminos, ambos empedrados con prueba y riesgo extremos.",
        "sucesion": {
          "title": "La Sucesión Formal",
          "content_1": "Cuando un rango queda vacante (por muerte, degradación o desintegración), se activa un protocolo estricto:",
          "content_2": "Primero, se anuncia la vacante solo dentro del círculo de los Norland Knights y, a veces, a Knights ordinarios de desempeño excepcional.",
          "content_3": "Segundo, el Consejo de los Norland Knights, compuesto por los de mayor rango, evalúa en secreto a los aspirantes. Examinan cada detalle: historial de misiones exitosas, estabilidad mental en informes de la Casa Lovelace, eficiencia en el uso de su Guardian, y lealtad absoluta, medida en actos, no en palabras.",
          "content_4": "Por último, el ascenso no se decide por mayoría simple, sino por consenso unánime. Un solo veto de un miembro del Consejo es suficiente para descartar a un candidato. Esta regla asegura que el ascendido sea aceptado por toda la jerarquía como un igual capaz, evitando fisuras internas. El elegido es informado en privado por la Mano de Plata, y su nueva máscara (con las marcas de su nuevo rango) se le entrega en una ceremonia sin testigos externos."
        },
        "desafio": {
          "title": "El Desafío",
          "intro": "Es el método más peligroso y respetado, un vestigio controlado del combate por el poder que refleja la filosofía de competencia feroz del Imperio. Cualquier Norland Knight puede desafiar a un superior directo a un 'Juicio de Competencia'.",
          "regla": "El desafío debe ser presentado por escrito a la Mano de Plata, especificando el rango disputado y la naturaleza de la prueba. No puede ser caprichoso, debe basarse en una supuesta deficiencia del superior, como falta de destreza táctica, ineficiencia logística, o debilidad en su especialidad.",
          "tipos": {
            "intro": "Tipos de Juicio:",
            "duelo": "Duelo de Guardianes: Un combate en un campo de pruebas. La victoria demuestra superioridad marcial directa.",
            "estrategia": "Prueba Estratégica: Los contendientes son encerrados en salas de simulación y deben resolver un escenario táctico complejo. Evalúa intelecto y frialdad analítica.",
            "voluntad": "Prueba de Voluntad: Una exposición simultánea y controlada a niveles críticos de vapor de Aevar, midiendo resistencia fisiológica y control mental. El primero en flaquear o mostrar signos de Marcadura pierde."
          },
          "consecuencia": "Si el desafiante gana, asciende inmediatamente, ocupando el rango del vencido, quien es degradado. Si pierde, sufre una penalización severa, que puede ir desde la pérdida de privilegios hasta, en casos de desafíos percibidos como temerarios o insubordinados, la expulsión del cuerpo y su envío a una unidad de castigo. Este sistema garantiza que el liderazgo esté siempre en manos de los más capaces, según los valores del Imperio, y mantiene una tensión creativa y letal dentro de la élite."
        }
      },
      "beneficios": {
        "title": "Beneficios del rango",
        "intro": "Los beneficios otorgados a un Norland Knight son proporcionales a su posición, diseñados para maximizar su eficacia y, al mismo tiempo, atarlo irrevocablemente al sistema que lo sustenta. Son el combustible de su lealtad y la recompensa por su deshumanización.",
        "todos": {
          "title": "Para todos los Norland Knights",
          "content_1": "Acceso prioritario y a dosis supervisadas de Aevar refinado de la máxima pureza. No es solo un suministro, es un rito. Este vapor mantiene sus capacidades aumentadas y ahonda su dependencia fisiológica, asegurando que su bienestar esté literalmente ligado a la salud del Imperio.",
          "content_2": "Gozan de una autoridad que trasciende la de oficiales militares convencionales y nobles menores. Un Norland Knight, incluso de rango inicial, puede exigir cooperación de guarniciones o supervisar operaciones locales en nombre del interés imperial, una frase que abre todas las puertas y silencia la mayoría de las preguntas.",
          "content_3": "Cada Knight tiene derecho a un Guardian Mark IV único, mantenido y mejorado por los mejores técnicos de las Casas Armstrong y Vickers en instalaciones reservadas. Su máquina es una extensión de su rango y su identidad marcial."
        },
        "piramide": {
          "title": "Escalando la Pirámide de Privilegios",
          "content_1": "Los rangos medios (como Sir Magnus Pelwright o Sir Seraphina Hale) pueden solicitar el uso de instalaciones experimentales para perfeccionar sus tácticas o su Guardian, entrando en contacto con tecnologías que ni siquiera las Casas Fundadoras conocen en su totalidad.",
          "content_2": "Se les concede autoridad directa sobre unidades de élite de la Legión del Vapor para misiones específicas. Un Norland Knight puede, por orden, comandar un batallón de Knights comunes o una compañía de tropas de asalto de vapor.",
          "content_3": "A partir del quinto rango superior, un Knight no solo ejecuta órdenes, sino que puede ser consultado en la planificación de campañas menores o operaciones especiales dentro de su especialidad. Su experiencia se convierte en un recurso del Consejo de Guerra Imperial.",
          "content_4": "El privilegio más temido y anhelado. Los cinco Knights de mayor rango tienen el derecho de solicitar una audiencia privada con el Emperador Norland Reaventhorn, sin pasar por el Consejo Imperial ni la burocracia de las Casas. Es un acceso a la fuente misma del poder, un voto de confianza supremo que conlleva un riesgo igual de supremo, desperdiciar el tiempo del Emperador es un error que solo se comete una vez."
        },
        "mano": {
          "title": "Privilegios de la Mano de Plata",
          "content_1": "El ápice absoluto. Este Knight no tiene beneficios; es el beneficio personificado. Habla y actúa con la autoridad del Emperador cuando se le ordena. Tiene acceso ilimitado a cualquier recurso, cualquier secreto, cualquier instalación. Puede movilizar ejércitos enteros y dar órdenes a los patriarcas de las Casas Fundadoras en asuntos de seguridad imperial. Su identidad, oculta para todos, es el misterio más vigilado del Imperio. Su privilegio es ser la voluntad de Norland hecha carne y acero.",
          "content_2": "Sin ser esto suficiente la Mano de Plata posee otro beneficio único: el Dominio Personal de un Feudo. Puede elegir, con la aprobación final de Norland, cualquier territorio dentro de las fronteras imperiales que no sea la capital o un distrito capital de una Casa Fundadora. Este territorio, se convierte en su feudo personal, libre del control directo de cualquier Casa. Allí, su palabra es ley. Puede reorganizar su economía, establecer sus propias guarniciones de Guardianes leales solo a él, y dirigir la producción hacia sus proyectos personales o los designios secretos del Emperador. Es un micro-imperio dentro del Imperio, un laboratorio de poder donde la voluntad de la Mano de Plata se prueba sin intermediarios. Este feudo no es hereditario; es una extensión de su cargo. A su muerte o destitución, el territorio y sus activos son reabsorbidos por la Corona Imperial, purgados y reasignados."
        }
      }
    },
    "logistica": {
      "title": "Logística y Suministros",
      "intro": "En el Imperio de Aevora, la guerra no la ganan solo los héroes ni los cañones, sino los conductos de vapor, los registros de presión y los convoyes que atraviesan continentes bajo vigilancia eterna. La logística imperial es una ciencia oscura y sagrada, una disciplina que convierte la ventaja energética del Aevar en dominio militar sostenido. Es el sistema circulatorio del coloso de acero, y su interrupción es la única herida que realmente teme.",
      "abastecimiento": {
        "title": "Cadena de Abastecimiento del Aevar",
        "content_1": "Todo comienza y termina con el mineral. El suministro de Aevar no es una tarea logística; es un ritual de estado, una procesión mortal desde las entrañas de la tierra hasta las cámaras de combustión de los Guardians.",
        "content_2": "El ciclo nace en las minas de alta toxicidad, donde los Marginados, condenados a una muerte lenta por Marcadura, arrancan el mineral crudo de la roca. Estas operaciones están aisladas, selladas y vigiladas por guardias con órdenes de disparar ante cualquier anomalía. La eficiencia aquí se mide en toneladas extraídas por cada cien vidas consumidas.",
        "content_3": "El mineral viaja en convoyes blindados a los complejos de refinamiento Alderfost-Pelwright, fortalezas industriales donde químicos encadenados a su trabajo destilan el Aevar crudo en su forma estable y potente. Cualquier error en la presión o temperatura no resulta en una mera explosión, sino en una nube de gas tóxico que provoca las primeras fases de la Marcadura con solo inhalarlo.",
        "content_4": "El Aevar refinado circula por el Imperio en contenedores presurizados de doble capa, transportados en vagones de tren especiales o buques cisterna que son pequeñas fortalezas flotantes. Cada contenedor lleva un sello de presión de Aevar único, una firma energética que la Red del Ojo Imperial rastrea en tiempo real a través de la red telegráfica. Un descenso en la presión o una desviación de la ruta autorizada desata una investigación de traición.",
        "content_5": "En el frente, el Aevar se almacena en cámaras frías móviles que avanzan con las tropas. De allí, técnicos especializados con trajes de contención lo transfieren a los reactores de los Guardians, a los fusiles de vapor de la infantería y a los generadores de campamento. Un Guardian Mark III puede consumir el equivalente a la producción semanal de una mina menor en una campaña de asedio prolongada."
      },
      "mantenimiento": {
        "title": "Mantenimiento de Tecnología",
        "content_1": "Un Imperio que lucha en la tundra escandinava, las llanuras francesas y los mares del norte simultáneamente no puede depender de talleres fijos. La respuesta son los Talleres Móviles de la Legión, apéndices mecanizados que convierten el campo de batalla en una línea de producción.",
        "content_2": "Los Cirujanos de Acero son unidades, dirigidas por Custodios ascendidos desde los Anillos de Hierro, siguen a las tropas de vanguardia. Su misión es la recuperación y reparación inmediata. Un Guardian con la pierna articulada destrozada por la artillería no se retira, es desmontado in situ. Las piezas viables se canibalizan, las irrecuperables se funden en hornos portátiles, y los componentes críticos se reemplazan desde un inventario trazado con precisión burocrática.",
        "content_3": "El Aevar usado en combate se contamina con residuos de combustión y partículas metálicas. Los técnicos utilizan centrífugas de vapor portátiles para separar el mineral reusable, un proceso peligroso que deja a los operadores con temblores crónicos.",
        "content_4": "Nada se abandona. Un convoy destruido no es un desastre logístico, sino un yacimiento de recursos a recuperar bajo fuego enemigo. Esta obsesión por el reciclaje total asegura que el esfuerzo de guerra imperial pueda sostenerse incluso cuando las líneas de suministro se estiran hasta el límite de la ruptura."
      }
    },
    "entrenamiento": {
      "title": "Entrenamiento y Condicionamiento",
      "intro": "El soldado aevoriano no nace, se fabrica. Su creación no ocurre en campos de batalla, sino en los Campos de Hierro, fábricas de obediencia donde se forja el engranaje humano perfecto para la máquina militar. Aquí, el recluta no aprende a luchar; aprende a ser una extensión del Imperio.",
      "campos": {
        "title": "Campos de Hierro",
        "content_1": "Estos complejos, a menudo construidos sobre antiguas zonas industriales envenenadas, son universidades de la sumisión. El ciclo de un recluta es un proceso de desmontaje sistemático.",
        "content_2": "Al cruzar la puerta, el recluta entrega su nombre, sus posesiones y su pasado. Recibe un número, un uniforme idéntico y una litera en un dormitorio que vibra con el retumbo lejano de generadores de vapor. La primera lección es el silencio, la segunda la sincronía, y la tercera, la anulación del yo ante el grupo.",
        "content_3": "El ejercicio no se realiza al aire libre, sino en cámaras donde se introduce vapor de Aevar de baja concentración en el ambiente. Los reclutas corren, marchan y realizan calistenia mientras inhalan la esencia del Imperio. Los efectos son duales: incrementan la capacidad pulmonar y la resistencia, y producen una leve euforia y docilidad asociadas al mineral. Es la primera fase de la dependencia fisiológica.",
        "content_4": "Los entrenamientos replican escenarios específicos para las futuras conquistas imperiales. El fracaso no se castiga con gritos, sino con la reducción de raciones o la exposición correctiva a concentraciones más altas de vapor.",
        "content_5": "Entre sesiones, pantallas proyectan imágenes de Guardians marchando victoriosos, discursos de Norland sobre la eficiencia y el orden, y lecciones de historia donde la noche del regicidio se presenta como el Amanecer Necesario. Se les enseña que la duda es un fallo de fabricación, que la lealtad al Emperador es la única verdad biológica, y que los Marginados son la consecuencia natural de la debilidad."
      },
      "programas": {
        "title": "Programas de Lealtad",
        "content_1": "El acondicionamiento físico es solo la carcasa. El verdadero cableado ocurre en la mente, a través de protocolos diseñados para extirpar el libre albedrío.",
        "content_2": "Una vez por semana, la unidad se congrega en una Cámara de Afirmación. Allí, de rodillas y con la máscara puesta, inhalan en unisono una dosis medida de Aevar refinado, guiados por un Comisario Político. El efecto eufórico y de claridad mental se asocia explícitamente con la gracia del Imperio. Es una comunión química que vincula el bienestar personal al Estado.",
        "content_3": "Sesiones de Clarificación Ideológica, dirigidas por oficiales de la Casa Lovelace o por Cuadros de Mando, estos encuentros son autopsias de la duda. Los reclutas deben analizar discursos, identificar pensamientos desviados en ejemplos hipotéticos y denunciar cualquier atisbo de debilidad en ellos mismos o, preferiblemente, en sus compañeros. La delación se recompensa; el silencio cómplice se castiga.",
        "content_4": "Cada tres meses, los reclutas son sometidos a pruebas que miden su ritmo cardíaco ante imágenes de disturbios obreros, su respuesta galvánica de la piel al escuchar el nombre de Eldric Reaventhorn, y su tiempo de reacción ante órdenes moralmente ambiguas. Los datos se envían a la Red del Ojo. Un patrón de inestabilidad latente puede significar la reasignación a una unidad de castigo, o algo peor.",
        "content_5": "La graduación no es una ceremonia, sino un trámite burocrático y un último acto de sumisión. Frente a una bandera imperial y un retrato de Norland, el ahora soldado raso jura obediencia. Firman un contrato que los vincula de por vida al Ejército Imperial y aceptan que, en caso de deserción o traición, su familia será reasignada de clase social. Solo entonces reciben su número de unidad definitivo y son enviados a su destino, piezas perfectamente pulidas para la máquina de guerra más formidable del mundo."
      }
    },
    "guardians": {
      "title": "Evolución de los Guardians",
      "intro": "Los Guardians no son simples vehículos; son la encarnación móvil de la filosofía aevoriana. Su evolución es la historia del Imperio contada en acero, vapor y sangre.",
      "mark_i": {
        "title": "Guardian Mark I",
        "content_1": "El Mark I fue el primer gruñido metálico del recién nacido Imperio. Nacido de los planos conjuntos de Armstrong, Vickers y Brunel, era menos una máquina de guerra y más un bastión móvil. Pesado, lento y con un reactor de Aevar que rugía como una bestia herida, su diseño era brutalmente sencillo: avanzar, absorber el castigo y destrozar todo a su paso con cañones de vapor de corto alcance y sierras hidráulicas capaces de partir un carruaje en dos.",
        "content_2": "Su papel en las primeras purgas internas y en el Frente del Benelux fue el de un ariete psicológico. Su aparición en el horizonte, envuelta en una nube de vapor y ruido atronador, quebrantaba la moral de milicias y soldados regulares por igual. Sin embargo, era un gigante con pies de barro. Su movilidad limitada lo hacía vulnerable en terreno complejo, y su reactor inestable era una bomba de tiempo que requirió de muchos técnicos sacrificados para dominarlo. Fue la herramienta que abrió el camino, tosca pero imparable."
      },
      "mark_ii": {
        "title": "Guardian Mark II",
        "content_1": "Aprendiendo de los errores del Mark I y enfrentado a los desafíos del Frente Escandinavo, nació el Mark II. Ya no era una bestia de asedio, sino un depredador adaptado. Sus mejoras fueron profundas: un reactor de doble cámara que ofrecía mayor estabilidad en climas extremos, articulaciones reforzadas para moverse por nieve y barro, y un sistema de sensores de presión que le permitía sentir los cambios en el terreno.",
        "content_2": "Su armamento se volvió modular, podía intercambiar un cañón de asedio por lanzadores de vapor congelante para operaciones árticas. El Mark II fue el caballo de batalla de la expansión, la máquina que plantó la bandera de Aevora desde los fiordos noruegos hasta las llanuras de Canadá. Representó la transición de la fuerza bruta a la fuerza inteligente, aunque su inteligencia fuera aún puramente mecánica."
      },
      "mark_iii": {
        "title": "Guardian Mark III",
        "content_1": "Con el Mark III, el Guardian dejó de ser una herramienta y se convirtió en una extensión del piloto. Diseñado para la simbiosis con los Knights que habían pasado por la Infusión de Aevar, este modelo era elegancia letal. Su reactor de triple cámara proporcionaba un flujo de energía suave y devastador; su blindaje compuesto, ultraligero, permitía una agilidad sobrenatural para su tamaño; y su sistema de puntería asistida traducía los impulsos nerviosos del Knight en disparos de precisión milimétrica.",
        "content_2": "El Mark III era un torbellino de muerte en el campo de batalla, capaz de ejecutar maniobras que parecían imposibles. Era el símbolo de que la élite del Imperio no solo usaba la tecnología, sino que se había fusionado con ella. Reservado para los Knights más destacados, era la recompensa final por la lealtad y el sacrificio."
      },
      "mark_iv": {
        "title": "Prototipo Guardian Mark IV",
        "content_1": "Los Prototipos de Mark IV trascienden la categoría de arma. Es un mito fabricado en laboratorios secretos, una criatura de leyenda reservada exclusivamente para los Norland Knights. Cada unidad es única, forjada artesanalmente bajo la mirada de la Mano de Plata, y su existencia es un secreto de estado de primer orden.",
        "content_2": "Su reactor cuádruple es un corazón de poder puro, capaz de alimentar armas que consumirían a cualquier otro Guardian. Pero su verdadero horror reside en el sistema neuro mecánico de enlace directo. No tiene mandos, el piloto se conecta a través de puertos neuronales incrustados en su máscara. Máquina y hombre piensan y reaccionan como una sola entidad, con un tiempo de respuesta que desafía la biología.",
        "content_3": "Su blindaje experimental, bautizado como aleación devoriana, parece absorber el impacto en lugar de resistirlo. El Mark IV no lucha, ejecuta. Es la voluntad del Emperador materializada en una forma que camina, la última palabra en cualquier debate sobre poder. Ver uno en combate es, para el enemigo, la última cosa que verá."
      }
    },
    "armas": {
      "title": "Armas de Vapor",
      "intro": "Si los Guardians son los puños del Imperio, las armas de vapor son sus garras y colmillos, extendiendo el poder del Aevar a cada soldado. Estas armas reemplazaron la pólvora con vapor comprimido de densidad extrema, creando un nuevo paradigma de guerra.",
      "ventajas": {
        "title": "Ventajas",
        "content_1": "Potencia constante y letal, un fusil de vapor no se ve afectado por la humedad ni el frío extremo como la pólvora. Su disparo es siempre el mismo, un proyectil supersónico impulsado por una explosión controlada de vapor, capaz de atravesar blindajes ligeros a cientos de metros. La potencia es tal que un cañón de vapor aevoriano puede reducir una fortificación de piedra a escombros en cuestión de horas.",
        "content_2": "En lugar de toneladas de pólvora y balas de diferentes calibres, el ejército imperial necesita solo Aevar refinado y proyectiles inertes. El mismo mineral alimenta desde la pistola de un oficial hasta el cañón de un acorazado. Esto crea una cadena de suministro monomaniaca y eficiente.",
        "content_3": "Las armas no son objetos independientes. Se conectan mediante mangueras reforzadas a reactores portátiles que los soldados llevan a la espalda, o se alimentan directamente de los generadores de los Guardians. Un pelotón de infantería se convierte así en una red de poder móvil, capaz de mantener fuego sostenido mientras se desplaza."
      },
      "limitaciones": {
        "title": "Limitaciones",
        "content_1": "Sin Aevar, el ejército imperial es un gigante de metal inerte. Esta dependencia absoluta es su talón de Aquiles. Cada convoy destruido, cada mina saboteada, es un golpe directo al corazón de su capacidad bélica.",
        "content_2": "El vapor a presiones extremas genera un calor feroz. Las armas requieren ciclos de enfriamiento complejos, utilizando sistemas Alderfost que a veces fallan. Un fusil usado en un tiroteo prolongado puede volverse incandescente y explotar, llevándose la mano del soldado consigo.",
        "content_3": "Un ejército aevoriano no sabe lo que es el sigilo. El silbido característico de las armas recargándose, el estampido seco de la descarga de vapor y el tremendo calor residual los convierten en faros para la artillería enemiga y hacen imposibles las operaciones furtivas.",
        "content_4": "Los enemigos del Imperio han aprendido. Introducir ciertos compuestos cáusticos en el sistema de vapor de un arma o un Guardian puede desestabilizar el Aevar, provocando una explosión interna o una corrosión acelerada que inutiliza el equipo en minutos."
      }
    },
    "costes": {
      "title": "Costes Humanos del Progreso",
      "intro": "El Imperio mide el avance en eficiencia y territorio conquistado, nunca en vidas arruinadas. La tecnología devoriana es una diosa exigente, y su altar está regado con el sufrimiento de cada estrato social.",
      "soldados": {
        "title": "Soldados Rasos y Técnicos",
        "content": "Son los primeros en inhalar los vapores residuales, en sufrir quemaduras por fugas de vapor sobrecalentado y en padecer la tos del fundidor, una enfermedad pulmonar crónica causada por la inhalación de micropartículas de Aevar. Sus cuerpos se desgastan décadas antes de lo natural, desechados cuando ya no pueden mantener el ritmo de la máquina."
      },
      "knights": {
        "title": "Knights",
        "content": "La Infusión de Aevar y la exposición continua son un pacto faustiano. Su fuerza sobrehumana y sus sentidos agudizados se pagan con neuropatía degenerativa, fallos orgánicos prematuros y una dependencia al mineral que es tan adictiva como física. Los matices rojizos en sus ojos son solo el primer síntoma visible de la lenta combustión interna que los consume. Mueren jóvenes, a menudo en medio de crisis de dolor o locura inducida por el vapor."
      },
      "norland_knights": {
        "title": "Norland Knights",
        "content": "Ellos son quienes pagan el precio más alto. El Juicio de la Máscara y el enlace con el Mark IV aceleran su degradación celular de forma exponencial. Se rumorea que su esperanza de vida rara vez supera la década tras su ascensión. Algunos, cerca del final, empiezan a fundirse con la máquina, perdiendo la capacidad de distinguir dónde terminan sus cuerpos y comienza el Guardian, susurrando a los conductos de vapor como si les respondieran."
      },
      "marginados": {
        "title": "Marginados",
        "content": "Ellos son el combustible literal. Su exposición al Aevar crudo en las minas los convierte en monstruos marcados, cuya vida útil se mide en semanas. Cuando caen, sus cuerpos, ya impregnados del mineral, son procesados para extraer el último resto de energía útil. Son el recordatorio final de que en la economía del Imperio, hasta la muerte es un recurso."
      }
    }
  },
  "footer": {
    "title": "El Imperio de Aevora",
    "subtitle": "Una crónica del vapor y el acero",
    "contact": "Contacto",
    "copyright": "2024 El Imperio de Aevora. Todos los derechos reservados."
  }
}